<template>
  <div class="app-article">
    <h1>天翼云瞰APP产品功能</h1>
    <p>视频监控服务（Video Surveillance Service，VSS）依托天翼云遍布全国的边缘节点、出色的视频技术和AI能力，面向智慧城市、智慧教育、智慧零售、智慧社区、智慧物流、智慧工地等场景提供云边协同的视频接入、视频存储、视频分发、视频分析和视频IAM服务，助力政企数字化转型。</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <h3>1、视频接入</h3>
    <p>设备接入：支持GB28181/GA1400/RTMP/RTSP/EHOME等多种标准协议设备直接接入。</p>
    <p>平台接入：支持下级GB28181平台级联接入，下级GA1400视图库级联接入。</p>
    
    <p><br></p>
    <h3>2、视频存储</h3>
    <p>录制模板：支持配置录像存储天数、录像文件格式、自动录制、按需录制等。</p>
    <p>视频存储：支持视频流实时全量存储，按需存储。</p>
    <p>图片存储：支持抓拍机/AI设备等多种设备抓拍上传存储。</p>
    <p>存储优势：支持纠删码方式进行分布式存储，具备流直存能力。</p>
    
    <p><br></p>
    <h3>3、视频分发</h3>
    <p>直播分发协议：支持输出RTMP/FLV/HLS/WebRTC协议。</p>
    <p>点播分发协议：支持输出HLS协议，MP4录像文件下载。</p>
    <p>视频共享：支持任意RTSP/RTMP等接入协议向上级GB28181平台共享设备视频数据，支持向上级GA1400视图库共享图片数据。</p>
    <p>视频处理：支持视频截图和转码。</p>
    
    <p><br></p>
    <h3>4、视频分析</h3>
    <p>算法仓库：支持算法仓库管理，高效的GPU算力资源调度、算法编排、算法与设备绑定等。</p>
    <p>场景API：支持人脸、人体、车辆和环境等多场景API。</p>
    
    <p><br></p>
    <h3>5、视频IAM</h3>
    <p>精细访问控制：管理员可以根据用户职责，创建不同的IAM用户并分配不同的访问权限，包括分配不同的设备访问资源和设备操作权限跨账号资源访问：支持委托信任的天翼云账号，使其可以根据权限安全便捷地访问您的设备资源。</p>
    <p>MFA(Multi-Factor Authentication)：支持登录保护和操作保护，开启MFA后，IAM用户在进行登录或敏感操作时，需要进行二次身份验证。</p>
    
    <p><br></p>
    <h3>6、开发平台</h3>
    <p>具备OpenAPI接口：平台所有原子化能力可以通过openapi接口提供给应用平台。</p>
    <p>具备多语言SDK：包括Java、Go、Python、NodeJS四种语言。</p>
    <p>具备API Explorer能力：可以通过API Explorer在线测试openapi接口。</p>
  </div>
</template>
<script lang="ts">
import Vue from 'vue'
export default Vue.extend({
  layout: 'app'
})
</script>