<template>
  <div class="app-article">
    <h1>功能介绍</h1>
    <p>天翼云瞰是天翼云视频监控服务的客户端软件。天翼云视频监控服务依托天翼云遍布全国的边缘节点、出色的视频技术和AI能力，提供云边协同的视频接入、视频存储、视频分发、视频AI分析和访问管理服务。通过天翼云瞰App，您可以方便地管理接入设备，预览实时画面，回放云端录像，接收AI告警消息，查看统计分析数据，满足您随时随地管理业务的需要，让视频监控服务触手可达。</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>本App主要包含以下功能：</p>
    <p>&nbsp;</p>
    <h3>1、设备管理</h3>
    <p>平台支持按业务组分类来管理设备，支持查看所有业务组信息，支持查看业务组接入地、接入协议、组内设备统计；</p>
    <p>支持查看设备的在线状态、设备类型、厂商、设备ID等详细信息；</p>
    <p>支持关注或取消关注单个设备，关注后的设备在关注列表可快捷查看，方便用户管理。</p>

    <p><br></p>
    <h3>2、视频预览</h3>
    <p>支持查看在线设备的实时监控画面，支持全屏观看；</p>
    <p>支持实时画面截屏，截屏后的图片可在相册管理模块查看和编辑。</p>

    <p><br></p>
    <h3>3、录像回放</h3>
    <p>支持查看设备的云端录像，支持以拖拽时间戳或选择录像文件的方式播放指定录像；</p>
    <p>支持全屏观看，支持录像画面截屏；</p>
    <p>支持同设备的预览和回放界面快速切换。</p>

    <p><br></p>
    <h3>4、统计分析</h3>
    <p>支持在线设备及接入设备的实时统计，支持30天内设备接入的统计图表展示；</p>
    <p>支持实时上、下行带宽统计、支持当天上、下行流量峰值统计；</p>
    <p>支持账户下各类资源包信息统计。</p>

    <p><br></p>
    <h3>5、AI应用及消息推送</h3>
    <p>支持查看平台的全部AI算法，支持查看已配置的AI应用及绑定的关联设备；</p>
    <p>支持接收AI告警信息，支持按时间戳、日期、应用、设备的维度筛选历史告警信息，支持查看告警画面大图及告警详情。</p>

    <p><br></p>
    <h3>6、账户管理</h3>
    <p>支持使用天翼云视频监控平台开通的主账号和子账号登陆天翼云瞰App；</p>
    <p>支持查看和更新本机安装的App版本；</p>
    <p>支持提交用户反馈。</p>
  </div>
</template>
<script lang="ts">
import Vue from 'vue'
export default Vue.extend({
  layout: 'app',
  head(){
    return {
      title: '天翼云 - 视频监控'
    }
  }
})
</script>
