export const cities = [
  {
    'name': '北京市',
    'level': '1',
    'code': '1100',
    'cities': [
      {
        'name': '北京市',
        'level': '1',
        'code': '1101'
      }
    ]
  },
  {
    'name': '天津市',
    'level': '1',
    'code': '1200',
    'cities': [
      {
        'name': '天津市',
        'level': '1',
        'code': '1201'
      }
    ]
  },
  {
    'name': '河北省',
    'level': '1',
    'code': '1300',
    'cities': [
      {
        'name': '石家庄市',
        'level': '2',
        'code': '1301'
      },
      {
        'name': '唐山市',
        'level': '3',
        'code': '1302'
      },
      {
        'name': '秦皇岛市',
        'level': '3',
        'code': '1303'
      },
      {
        'name': '邯郸市',
        'level': '3',
        'code': '1304'
      },
      {
        'name': '邢台市',
        'level': '3',
        'code': '1305'
      },
      {
        'name': '保定市',
        'level': '3',
        'code': '1306'
      },
      {
        'name': '张家口市',
        'level': '3',
        'code': '1307'
      },
      {
        'name': '承德市',
        'level': '3',
        'code': '1308'
      },
      {
        'name': '沧州市',
        'level': '3',
        'code': '1309'
      },
      {
        'name': '廊坊市',
        'level': '3',
        'code': '1310'
      },
      {
        'name': '衡水市',
        'level': '3',
        'code': '1311'
      }
    ]
  },
  {
    'name': '山西省',
    'level': '1',
    'code': '1400',
    'cities': [
      {
        'name': '太原市',
        'level': '2',
        'code': '1401'
      },
      {
        'name': '大同市',
        'level': '3',
        'code': '1402'
      },
      {
        'name': '阳泉市',
        'level': '3',
        'code': '1403'
      },
      {
        'name': '长治市',
        'level': '3',
        'code': '1404'
      },
      {
        'name': '晋城市',
        'level': '3',
        'code': '1405'
      },
      {
        'name': '朔州市',
        'level': '3',
        'code': '1406'
      },
      {
        'name': '晋中市',
        'level': '3',
        'code': '1407'
      },
      {
        'name': '运城市',
        'level': '3',
        'code': '1408'
      },
      {
        'name': '忻州市',
        'level': '3',
        'code': '1409'
      },
      {
        'name': '临汾市',
        'level': '3',
        'code': '1410'
      },
      {
        'name': '吕梁市',
        'level': '3',
        'code': '1411'
      }
    ]
  },
  {
    'name': '内蒙古自治区',
    'level': '1',
    'code': '1500',
    'cities': [
      {
        'name': '呼和浩特市',
        'level': '2',
        'code': '1501'
      },
      {
        'name': '包头市',
        'level': '3',
        'code': '1502'
      },
      {
        'name': '乌海市',
        'level': '3',
        'code': '1503'
      },
      {
        'name': '赤峰市',
        'level': '3',
        'code': '1504'
      },
      {
        'name': '通辽市',
        'level': '3',
        'code': '1505'
      },
      {
        'name': '鄂尔多斯市',
        'level': '3',
        'code': '1506'
      },
      {
        'name': '呼伦贝尔市',
        'level': '3',
        'code': '1507'
      },
      {
        'name': '巴彦淖尔市',
        'level': '3',
        'code': '1508'
      },
      {
        'name': '乌兰察布市',
        'level': '3',
        'code': '1509'
      },
      {
        'name': '兴安盟',
        'level': '3',
        'code': '1522'
      },
      {
        'name': '锡林郭勒盟',
        'level': '3',
        'code': '1525'
      },
      {
        'name': '阿拉善盟',
        'level': '3',
        'code': '1529'
      }
    ]
  },
  {
    'name': '辽宁省',
    'level': '1',
    'code': '2100',
    'cities': [
      {
        'name': '沈阳市',
        'level': '2',
        'code': '2101'
      },
      {
        'name': '大连市',
        'level': '3',
        'code': '2102'
      },
      {
        'name': '鞍山市',
        'level': '3',
        'code': '2103'
      },
      {
        'name': '抚顺市',
        'level': '3',
        'code': '2104'
      },
      {
        'name': '本溪市',
        'level': '3',
        'code': '2105'
      },
      {
        'name': '丹东市',
        'level': '3',
        'code': '2106'
      },
      {
        'name': '锦州市',
        'level': '3',
        'code': '2107'
      },
      {
        'name': '营口市',
        'level': '3',
        'code': '2108'
      },
      {
        'name': '阜新市',
        'level': '3',
        'code': '2109'
      },
      {
        'name': '辽阳市',
        'level': '3',
        'code': '2110'
      },
      {
        'name': '盘锦市',
        'level': '3',
        'code': '2111'
      },
      {
        'name': '铁岭市',
        'level': '3',
        'code': '2112'
      },
      {
        'name': '朝阳市',
        'level': '3',
        'code': '2113'
      },
      {
        'name': '葫芦岛市',
        'level': '3',
        'code': '2114'
      }
    ]
  },
  {
    'name': '吉林省',
    'level': '1',
    'code': '2200',
    'cities': [
      {
        'name': '长春市',
        'level': '2',
        'code': '2201'
      },
      {
        'name': '吉林市',
        'level': '3',
        'code': '2202'
      },
      {
        'name': '四平市',
        'level': '3',
        'code': '2203'
      },
      {
        'name': '辽源市',
        'level': '3',
        'code': '2204'
      },
      {
        'name': '通化市',
        'level': '3',
        'code': '2205'
      },
      {
        'name': '白山市',
        'level': '3',
        'code': '2206'
      },
      {
        'name': '松原市',
        'level': '3',
        'code': '2207'
      },
      {
        'name': '白城市',
        'level': '3',
        'code': '2208'
      },
      {
        'name': '延边朝鲜族自治州',
        'level': '3',
        'code': '2224'
      }
    ]
  },
  {
    'name': '黑龙江省',
    'level': '1',
    'code': '2300',
    'cities': [
      {
        'name': '哈尔滨市',
        'level': '2',
        'code': '2301'
      },
      {
        'name': '齐齐哈尔市',
        'level': '3',
        'code': '2302'
      },
      {
        'name': '鸡西市',
        'level': '3',
        'code': '2303'
      },
      {
        'name': '鹤岗市',
        'level': '3',
        'code': '2304'
      },
      {
        'name': '双鸭山市',
        'level': '3',
        'code': '2305'
      },
      {
        'name': '大庆市',
        'level': '3',
        'code': '2306'
      },
      {
        'name': '伊春市',
        'level': '3',
        'code': '2307'
      },
      {
        'name': '佳木斯市',
        'level': '3',
        'code': '2308'
      },
      {
        'name': '七台河市',
        'level': '3',
        'code': '2309'
      },
      {
        'name': '牡丹江市',
        'level': '3',
        'code': '2310'
      },
      {
        'name': '黑河市',
        'level': '3',
        'code': '2311'
      },
      {
        'name': '绥化市',
        'level': '3',
        'code': '2312'
      },
      {
        'name': '大兴安岭地区',
        'level': '3',
        'code': '2327'
      }
    ]
  },
  {
    'name': '上海市',
    'level': '1',
    'code': '3100',
    'cities': [
      {
        'name': '上海市',
        'level': '1',
        'code': '3101'
      }
    ]
  },
  {
    'name': '江苏省',
    'level': '1',
    'code': '3200',
    'cities': [
      {
        'name': '南京市',
        'level': '2',
        'code': '3201'
      },
      {
        'name': '无锡市',
        'level': '3',
        'code': '3202'
      },
      {
        'name': '徐州市',
        'level': '3',
        'code': '3203'
      },
      {
        'name': '常州市',
        'level': '3',
        'code': '3204'
      },
      {
        'name': '苏州市',
        'level': '3',
        'code': '3205'
      },
      {
        'name': '南通市',
        'level': '3',
        'code': '3206'
      },
      {
        'name': '连云港市',
        'level': '3',
        'code': '3207'
      },
      {
        'name': '淮安市',
        'level': '3',
        'code': '3208'
      },
      {
        'name': '盐城市',
        'level': '3',
        'code': '3209'
      },
      {
        'name': '扬州市',
        'level': '3',
        'code': '3210'
      },
      {
        'name': '镇江市',
        'level': '3',
        'code': '3211'
      },
      {
        'name': '泰州市',
        'level': '3',
        'code': '3212'
      },
      {
        'name': '宿迁市',
        'level': '3',
        'code': '3213'
      }
    ]
  },
  {
    'name': '浙江省',
    'level': '1',
    'code': '3300',
    'cities': [
      {
        'name': '杭州市',
        'level': '2',
        'code': '3301'
      },
      {
        'name': '宁波市',
        'level': '3',
        'code': '3302'
      },
      {
        'name': '温州市',
        'level': '3',
        'code': '3303'
      },
      {
        'name': '嘉兴市',
        'level': '3',
        'code': '3304'
      },
      {
        'name': '湖州市',
        'level': '3',
        'code': '3305'
      },
      {
        'name': '绍兴市',
        'level': '3',
        'code': '3306'
      },
      {
        'name': '金华市',
        'level': '3',
        'code': '3307'
      },
      {
        'name': '衢州市',
        'level': '3',
        'code': '3308'
      },
      {
        'name': '舟山市',
        'level': '3',
        'code': '3309'
      },
      {
        'name': '台州市',
        'level': '3',
        'code': '3310'
      },
      {
        'name': '丽水市',
        'level': '3',
        'code': '3311'
      }
    ]
  },
  {
    'name': '安徽省',
    'level': '1',
    'code': '3400',
    'cities': [
      {
        'name': '合肥市',
        'level': '2',
        'code': '3401'
      },
      {
        'name': '芜湖市',
        'level': '3',
        'code': '3402'
      },
      {
        'name': '蚌埠市',
        'level': '3',
        'code': '3403'
      },
      {
        'name': '淮南市',
        'level': '3',
        'code': '3404'
      },
      {
        'name': '马鞍山市',
        'level': '3',
        'code': '3405'
      },
      {
        'name': '淮北市',
        'level': '3',
        'code': '3406'
      },
      {
        'name': '铜陵市',
        'level': '3',
        'code': '3407'
      },
      {
        'name': '安庆市',
        'level': '3',
        'code': '3408'
      },
      {
        'name': '黄山市',
        'level': '3',
        'code': '3410'
      },
      {
        'name': '滁州市',
        'level': '3',
        'code': '3411'
      },
      {
        'name': '阜阳市',
        'level': '3',
        'code': '3412'
      },
      {
        'name': '宿州市',
        'level': '3',
        'code': '3413'
      },
      {
        'name': '巢湖市',
        'level': '3',
        'code': '3414'
      },
      {
        'name': '六安市',
        'level': '3',
        'code': '3415'
      },
      {
        'name': '亳州市',
        'level': '3',
        'code': '3416'
      },
      {
        'name': '池州市',
        'level': '3',
        'code': '3417'
      },
      {
        'name': '宣城市',
        'level': '3',
        'code': '3418'
      }
    ]
  },
  {
    'name': '福建省',
    'level': '1',
    'code': '3500',
    'cities': [
      {
        'name': '福州市',
        'level': '2',
        'code': '3501'
      },
      {
        'name': '厦门市',
        'level': '3',
        'code': '3502'
      },
      {
        'name': '莆田市',
        'level': '3',
        'code': '3503'
      },
      {
        'name': '三明市',
        'level': '3',
        'code': '3504'
      },
      {
        'name': '泉州市',
        'level': '3',
        'code': '3505'
      },
      {
        'name': '漳州市',
        'level': '3',
        'code': '3506'
      },
      {
        'name': '南平市',
        'level': '3',
        'code': '3507'
      },
      {
        'name': '龙岩市',
        'level': '3',
        'code': '3508'
      },
      {
        'name': '宁德市',
        'level': '3',
        'code': '3509'
      }
    ]
  },
  {
    'name': '江西省',
    'level': '1',
    'code': '3600',
    'cities': [
      {
        'name': '南昌市',
        'level': '2',
        'code': '3601'
      },
      {
        'name': '景德镇市',
        'level': '3',
        'code': '3602'
      },
      {
        'name': '萍乡市',
        'level': '3',
        'code': '3603'
      },
      {
        'name': '九江市',
        'level': '3',
        'code': '3604'
      },
      {
        'name': '新余市',
        'level': '3',
        'code': '3605'
      },
      {
        'name': '鹰潭市',
        'level': '3',
        'code': '3606'
      },
      {
        'name': '赣州市',
        'level': '3',
        'code': '3607'
      },
      {
        'name': '吉安市',
        'level': '3',
        'code': '3608'
      },
      {
        'name': '宜春市',
        'level': '3',
        'code': '3609'
      },
      {
        'name': '抚州市',
        'level': '3',
        'code': '3610'
      },
      {
        'name': '上饶市',
        'level': '3',
        'code': '3611'
      }
    ]
  },
  {
    'name': '山东省',
    'level': '1',
    'code': '3700',
    'cities': [
      {
        'name': '济南市',
        'level': '2',
        'code': '3701'
      },
      {
        'name': '青岛市',
        'level': '3',
        'code': '3702'
      },
      {
        'name': '淄博市',
        'level': '3',
        'code': '3703'
      },
      {
        'name': '枣庄市',
        'level': '3',
        'code': '3704'
      },
      {
        'name': '东营市',
        'level': '3',
        'code': '3705'
      },
      {
        'name': '烟台市',
        'level': '3',
        'code': '3706'
      },
      {
        'name': '潍坊市',
        'level': '3',
        'code': '3707'
      },
      {
        'name': '济宁市',
        'level': '3',
        'code': '3708'
      },
      {
        'name': '泰安市',
        'level': '3',
        'code': '3709'
      },
      {
        'name': '威海市',
        'level': '3',
        'code': '3710'
      },
      {
        'name': '日照市',
        'level': '3',
        'code': '3711'
      },
      {
        'name': '莱芜市',
        'level': '3',
        'code': '3712'
      },
      {
        'name': '临沂市',
        'level': '3',
        'code': '3713'
      },
      {
        'name': '德州市',
        'level': '3',
        'code': '3714'
      },
      {
        'name': '聊城市',
        'level': '3',
        'code': '3715'
      },
      {
        'name': '滨州市',
        'level': '3',
        'code': '3716'
      },
      {
        'name': '菏泽市',
        'level': '3',
        'code': '3717'
      }
    ]
  },
  {
    'name': '河南省',
    'level': '1',
    'code': '4100',
    'cities': [
      {
        'name': '郑州市',
        'level': '2',
        'code': '4101'
      },
      {
        'name': '开封市',
        'level': '3',
        'code': '4102'
      },
      {
        'name': '洛阳市',
        'level': '3',
        'code': '4103'
      },
      {
        'name': '平顶山市',
        'level': '3',
        'code': '4104'
      },
      {
        'name': '安阳市',
        'level': '3',
        'code': '4105'
      },
      {
        'name': '鹤壁市',
        'level': '3',
        'code': '4106'
      },
      {
        'name': '新乡市',
        'level': '3',
        'code': '4107'
      },
      {
        'name': '焦作市',
        'level': '3',
        'code': '4108'
      },
      {
        'name': '濮阳市',
        'level': '3',
        'code': '4109'
      },
      {
        'name': '许昌市',
        'level': '3',
        'code': '4110'
      },
      {
        'name': '漯河市',
        'level': '3',
        'code': '4111'
      },
      {
        'name': '三门峡市',
        'level': '3',
        'code': '4112'
      },
      {
        'name': '南阳市',
        'level': '3',
        'code': '4113'
      },
      {
        'name': '商丘市',
        'level': '3',
        'code': '4114'
      },
      {
        'name': '信阳市',
        'level': '3',
        'code': '4115'
      },
      {
        'name': '周口市',
        'level': '3',
        'code': '4116'
      },
      {
        'name': '驻马店市',
        'level': '3',
        'code': '4117'
      }
    ]
  },
  {
    'name': '湖北省',
    'level': '1',
    'code': '4200',
    'cities': [
      {
        'name': '武汉市',
        'level': '2',
        'code': '4201'
      },
      {
        'name': '黄石市',
        'level': '3',
        'code': '4202'
      },
      {
        'name': '十堰市',
        'level': '3',
        'code': '4203'
      },
      {
        'name': '宜昌市',
        'level': '3',
        'code': '4205'
      },
      {
        'name': '襄樊市',
        'level': '3',
        'code': '4206'
      },
      {
        'name': '鄂州市',
        'level': '3',
        'code': '4207'
      },
      {
        'name': '荆门市',
        'level': '3',
        'code': '4208'
      },
      {
        'name': '孝感市',
        'level': '3',
        'code': '4209'
      },
      {
        'name': '荆州市',
        'level': '3',
        'code': '4210'
      },
      {
        'name': '黄冈市',
        'level': '3',
        'code': '4211'
      },
      {
        'name': '咸宁市',
        'level': '3',
        'code': '4212'
      },
      {
        'name': '随州市',
        'level': '3',
        'code': '4213'
      },
      {
        'name': '恩施土家族苗族自治州',
        'level': '3',
        'code': '4228'
      }
    ]
  },
  {
    'name': '湖南省',
    'level': '1',
    'code': '4300',
    'cities': [
      {
        'name': '长沙市',
        'level': '2',
        'code': '4301'
      },
      {
        'name': '株洲市',
        'level': '3',
        'code': '4302'
      },
      {
        'name': '湘潭市',
        'level': '3',
        'code': '4303'
      },
      {
        'name': '衡阳市',
        'level': '3',
        'code': '4304'
      },
      {
        'name': '邵阳市',
        'level': '3',
        'code': '4305'
      },
      {
        'name': '岳阳市',
        'level': '3',
        'code': '4306'
      },
      {
        'name': '常德市',
        'level': '3',
        'code': '4307'
      },
      {
        'name': '张家界市',
        'level': '3',
        'code': '4308'
      },
      {
        'name': '益阳市',
        'level': '3',
        'code': '4309'
      },
      {
        'name': '郴州市',
        'level': '3',
        'code': '4310'
      },
      {
        'name': '永州市',
        'level': '3',
        'code': '4311'
      },
      {
        'name': '怀化市',
        'level': '3',
        'code': '4312'
      },
      {
        'name': '娄底市',
        'level': '3',
        'code': '4313'
      },
      {
        'name': '湘西土家族苗族自治州',
        'level': '3',
        'code': '4331'
      }
    ]
  },
  {
    'name': '广东省',
    'level': '1',
    'code': '4400',
    'cities': [
      {
        'name': '广州市',
        'level': '2',
        'code': '4401'
      },
      {
        'name': '韶关市',
        'level': '3',
        'code': '4402'
      },
      {
        'name': '深圳市',
        'level': '3',
        'code': '4403'
      },
      {
        'name': '珠海市',
        'level': '3',
        'code': '4404'
      },
      {
        'name': '汕头市',
        'level': '3',
        'code': '4405'
      },
      {
        'name': '佛山市',
        'level': '3',
        'code': '4406'
      },
      {
        'name': '江门市',
        'level': '3',
        'code': '4407'
      },
      {
        'name': '湛江市',
        'level': '3',
        'code': '4408'
      },
      {
        'name': '茂名市',
        'level': '3',
        'code': '4409'
      },
      {
        'name': '肇庆市',
        'level': '3',
        'code': '4412'
      },
      {
        'name': '惠州市',
        'level': '3',
        'code': '4413'
      },
      {
        'name': '梅州市',
        'level': '3',
        'code': '4414'
      },
      {
        'name': '汕尾市',
        'level': '3',
        'code': '4415'
      },
      {
        'name': '河源市',
        'level': '3',
        'code': '4416'
      },
      {
        'name': '阳江市',
        'level': '3',
        'code': '4417'
      },
      {
        'name': '清远市',
        'level': '3',
        'code': '4418'
      },
      {
        'name': '东莞市',
        'level': '3',
        'code': '4419'
      },
      {
        'name': '中山市',
        'level': '3',
        'code': '4420'
      },
      {
        'name': '潮州市',
        'level': '3',
        'code': '4451'
      },
      {
        'name': '揭阳市',
        'level': '3',
        'code': '4452'
      },
      {
        'name': '云浮市',
        'level': '3',
        'code': '4453'
      }
    ]
  },
  {
    'name': '广西壮族自治区',
    'level': '1',
    'code': '4500',
    'cities': [
      {
        'name': '南宁市',
        'level': '2',
        'code': '4501'
      },
      {
        'name': '柳州市',
        'level': '3',
        'code': '4502'
      },
      {
        'name': '桂林市',
        'level': '3',
        'code': '4503'
      },
      {
        'name': '梧州市',
        'level': '3',
        'code': '4504'
      },
      {
        'name': '北海市',
        'level': '3',
        'code': '4505'
      },
      {
        'name': '防城港市',
        'level': '3',
        'code': '4506'
      },
      {
        'name': '钦州市',
        'level': '3',
        'code': '4507'
      },
      {
        'name': '贵港市',
        'level': '3',
        'code': '4508'
      },
      {
        'name': '玉林市',
        'level': '3',
        'code': '4509'
      },
      {
        'name': '百色市',
        'level': '3',
        'code': '4510'
      },
      {
        'name': '贺州市',
        'level': '3',
        'code': '4511'
      },
      {
        'name': '河池市',
        'level': '3',
        'code': '4512'
      },
      {
        'name': '来宾市',
        'level': '3',
        'code': '4513'
      },
      {
        'name': '崇左市',
        'level': '3',
        'code': '4514'
      }
    ]
  },
  {
    'name': '海南省',
    'level': '1',
    'code': '4600',
    'cities': [
      {
        'name': '海口市',
        'level': '2',
        'code': '4601'
      },
      {
        'name': '三亚市',
        'level': '3',
        'code': '4602'
      }
    ]
  },
  {
    'name': '重庆市',
    'level': '1',
    'code': '5000',
    'cities': [
      {
        'name': '重庆市',
        'level': '1',
        'code': '5001'
      }
    ]
  },
  {
    'name': '四川省',
    'level': '1',
    'code': '5100',
    'cities': [
      {
        'name': '成都市',
        'level': '2',
        'code': '5101'
      },
      {
        'name': '自贡市',
        'level': '3',
        'code': '5103'
      },
      {
        'name': '攀枝花市',
        'level': '3',
        'code': '5104'
      },
      {
        'name': '泸州市',
        'level': '3',
        'code': '5105'
      },
      {
        'name': '德阳市',
        'level': '3',
        'code': '5106'
      },
      {
        'name': '绵阳市',
        'level': '3',
        'code': '5107'
      },
      {
        'name': '广元市',
        'level': '3',
        'code': '5108'
      },
      {
        'name': '遂宁市',
        'level': '3',
        'code': '5109'
      },
      {
        'name': '内江市',
        'level': '3',
        'code': '5110'
      },
      {
        'name': '乐山市',
        'level': '3',
        'code': '5111'
      },
      {
        'name': '南充市',
        'level': '3',
        'code': '5113'
      },
      {
        'name': '眉山市',
        'level': '3',
        'code': '5114'
      },
      {
        'name': '宜宾市',
        'level': '3',
        'code': '5115'
      },
      {
        'name': '广安市',
        'level': '3',
        'code': '5116'
      },
      {
        'name': '达州市',
        'level': '3',
        'code': '5117'
      },
      {
        'name': '雅安市',
        'level': '3',
        'code': '5118'
      },
      {
        'name': '巴中市',
        'level': '3',
        'code': '5119'
      },
      {
        'name': '资阳市',
        'level': '3',
        'code': '5120'
      },
      {
        'name': '阿坝藏族羌族自治州',
        'level': '3',
        'code': '5132'
      },
      {
        'name': '甘孜藏族自治州',
        'level': '3',
        'code': '5133'
      },
      {
        'name': '凉山彝族自治州',
        'level': '3',
        'code': '5134'
      }
    ]
  },
  {
    'name': '贵州省',
    'level': '1',
    'code': '5200',
    'cities': [
      {
        'name': '贵阳市',
        'level': '2',
        'code': '5201'
      },
      {
        'name': '六盘水市',
        'level': '3',
        'code': '5202'
      },
      {
        'name': '遵义市',
        'level': '3',
        'code': '5203'
      },
      {
        'name': '安顺市',
        'level': '3',
        'code': '5204'
      },
      {
        'name': '铜仁地区',
        'level': '3',
        'code': '5222'
      },
      {
        'name': '黔西南布依族苗族自治州',
        'level': '3',
        'code': '5223'
      },
      {
        'name': '毕节地区',
        'level': '3',
        'code': '5224'
      },
      {
        'name': '黔东南苗族侗族自治州',
        'level': '3',
        'code': '5226'
      },
      {
        'name': '黔南布依族苗族自治州',
        'level': '3',
        'code': '5227'
      }
    ]
  },
  {
    'name': '云南省',
    'level': '1',
    'code': '5300',
    'cities': [
      {
        'name': '昆明市',
        'level': '2',
        'code': '5301'
      },
      {
        'name': '曲靖市',
        'level': '3',
        'code': '5303'
      },
      {
        'name': '玉溪市',
        'level': '3',
        'code': '5304'
      },
      {
        'name': '保山市',
        'level': '3',
        'code': '5305'
      },
      {
        'name': '昭通市',
        'level': '3',
        'code': '5306'
      },
      {
        'name': '丽江市',
        'level': '3',
        'code': '5307'
      },
      {
        'name': '普洱市',
        'level': '3',
        'code': '5308'
      },
      {
        'name': '临沧市',
        'level': '3',
        'code': '5309'
      },
      {
        'name': '楚雄彝族自治州',
        'level': '3',
        'code': '5323'
      },
      {
        'name': '红河哈尼族彝族自治州',
        'level': '3',
        'code': '5325'
      },
      {
        'name': '文山壮族苗族自治州',
        'level': '3',
        'code': '5326'
      },
      {
        'name': '西双版纳傣族自治州',
        'level': '3',
        'code': '5328'
      },
      {
        'name': '大理白族自治州',
        'level': '3',
        'code': '5329'
      },
      {
        'name': '德宏傣族景颇族自治州',
        'level': '3',
        'code': '5331'
      },
      {
        'name': '怒江傈僳族自治州',
        'level': '3',
        'code': '5333'
      },
      {
        'name': '迪庆藏族自治州',
        'level': '3',
        'code': '5334'
      }
    ]
  },
  {
    'name': '西藏自治区',
    'level': '1',
    'code': '5400',
    'cities': [
      {
        'name': '拉萨市',
        'level': '2',
        'code': '5401'
      },
      {
        'name': '昌都地区',
        'level': '3',
        'code': '5421'
      },
      {
        'name': '山南地区',
        'level': '3',
        'code': '5422'
      },
      {
        'name': '日喀则地区',
        'level': '3',
        'code': '5423'
      },
      {
        'name': '那曲地区',
        'level': '3',
        'code': '5424'
      },
      {
        'name': '阿里地区',
        'level': '3',
        'code': '5425'
      },
      {
        'name': '林芝地区',
        'level': '3',
        'code': '5426'
      }
    ]
  },
  {
    'name': '陕西省',
    'level': '1',
    'code': '6100',
    'cities': [
      {
        'name': '西安市',
        'level': '2',
        'code': '6101'
      },
      {
        'name': '铜川市',
        'level': '3',
        'code': '6102'
      },
      {
        'name': '宝鸡市',
        'level': '3',
        'code': '6103'
      },
      {
        'name': '咸阳市',
        'level': '3',
        'code': '6104'
      },
      {
        'name': '渭南市',
        'level': '3',
        'code': '6105'
      },
      {
        'name': '延安市',
        'level': '3',
        'code': '6106'
      },
      {
        'name': '汉中市',
        'level': '3',
        'code': '6107'
      },
      {
        'name': '榆林市',
        'level': '3',
        'code': '6108'
      },
      {
        'name': '安康市',
        'level': '3',
        'code': '6109'
      },
      {
        'name': '商洛市',
        'level': '3',
        'code': '6110'
      }
    ]
  },
  {
    'name': '甘肃省',
    'level': '1',
    'code': '6200',
    'cities': [
      {
        'name': '兰州市',
        'level': '2',
        'code': '6201'
      },
      {
        'name': '嘉峪关市',
        'level': '3',
        'code': '6202'
      },
      {
        'name': '金昌市',
        'level': '3',
        'code': '6203'
      },
      {
        'name': '白银市',
        'level': '3',
        'code': '6204'
      },
      {
        'name': '天水市',
        'level': '3',
        'code': '6205'
      },
      {
        'name': '武威市',
        'level': '3',
        'code': '6206'
      },
      {
        'name': '张掖市',
        'level': '3',
        'code': '6207'
      },
      {
        'name': '平凉市',
        'level': '3',
        'code': '6208'
      },
      {
        'name': '酒泉市',
        'level': '3',
        'code': '6209'
      },
      {
        'name': '庆阳市',
        'level': '3',
        'code': '6210'
      },
      {
        'name': '定西市',
        'level': '3',
        'code': '6211'
      },
      {
        'name': '陇南市',
        'level': '3',
        'code': '6212'
      },
      {
        'name': '临夏回族自治州',
        'level': '3',
        'code': '6229'
      },
      {
        'name': '甘南藏族自治州',
        'level': '3',
        'code': '6230'
      }
    ]
  },
  {
    'name': '青海省',
    'level': '1',
    'code': '6300',
    'cities': [
      {
        'name': '西宁市',
        'level': '2',
        'code': '6301'
      },
      {
        'name': '海东地区',
        'level': '3',
        'code': '6321'
      },
      {
        'name': '海北藏族自治州',
        'level': '3',
        'code': '6322'
      },
      {
        'name': '黄南藏族自治州',
        'level': '3',
        'code': '6323'
      },
      {
        'name': '海南藏族自治州',
        'level': '3',
        'code': '6325'
      },
      {
        'name': '果洛藏族自治州',
        'level': '3',
        'code': '6326'
      },
      {
        'name': '玉树藏族自治州',
        'level': '3',
        'code': '6327'
      },
      {
        'name': '海西蒙古族藏族自治州',
        'level': '3',
        'code': '6328'
      }
    ]
  },
  {
    'name': '宁夏回族自治区',
    'level': '1',
    'code': '6400',
    'cities': [
      {
        'name': '银川市',
        'level': '2',
        'code': '6401'
      },
      {
        'name': '石嘴山市',
        'level': '3',
        'code': '6402'
      },
      {
        'name': '吴忠市',
        'level': '3',
        'code': '6403'
      },
      {
        'name': '固原市',
        'level': '3',
        'code': '6404'
      },
      {
        'name': '中卫市',
        'level': '3',
        'code': '6405'
      }
    ]
  },
  {
    'name': '新疆维吾尔自治区',
    'level': '1',
    'code': '6500',
    'cities': [
      {
        'name': '乌鲁木齐市',
        'level': '2',
        'code': '6501'
      },
      {
        'name': '克拉玛依市',
        'level': '3',
        'code': '6502'
      },
      {
        'name': '吐鲁番地区',
        'level': '3',
        'code': '6521'
      },
      {
        'name': '哈密地区',
        'level': '3',
        'code': '6522'
      },
      {
        'name': '昌吉回族自治州',
        'level': '3',
        'code': '6523'
      },
      {
        'name': '博尔塔拉蒙古自治州',
        'level': '3',
        'code': '6527'
      },
      {
        'name': '巴音郭楞蒙古自治州',
        'level': '3',
        'code': '6528'
      },
      {
        'name': '阿克苏地区',
        'level': '3',
        'code': '6529'
      },
      {
        'name': '克孜勒苏柯尔克孜自治州',
        'level': '3',
        'code': '6530'
      },
      {
        'name': '喀什地区',
        'level': '3',
        'code': '6531'
      },
      {
        'name': '和田地区',
        'level': '3',
        'code': '6532'
      },
      {
        'name': '伊犁哈萨克自治州',
        'level': '3',
        'code': '6540'
      },
      {
        'name': '塔城地区',
        'level': '3',
        'code': '6542'
      },
      {
        'name': '阿勒泰地区',
        'level': '3',
        'code': '6543'
      }
    ]
  },
  {
    'name': '台湾省',
    'level': '1',
    'code': '7100',
    'cities': [
      {
        'name': '台湾',
        'level': '1',
        'code': '7101'
      }
    ]
  },
  {
    'name': '香港特别行政区',
    'level': '1',
    'code': '8100',
    'cities': [
      {
        'name': '香港特别行政区',
        'level': '1',
        'code': '8101'
      }
    ]
  },
  {
    'name': '澳门特别行政区',
    'level': '1',
    'code': '8200',
    'cities': [
      {
        'name': '澳门特别行政区',
        'level': '1',
        'code': '8201'
      }
    ]
  }
]

export const provinceMapping = {
  '11': '北京市',
  '12': '天津市',
  '13': '河北省',
  '14': '山西省',
  '15': '内蒙古自治区',
  '21': '辽宁省',
  '22': '吉林省',
  '23': '黑龙江省',
  '31': '上海市',
  '32': '江苏省',
  '33': '浙江省',
  '34': '安徽省',
  '35': '福建省',
  '36': '江西省',
  '37': '山东省',
  '41': '河南省',
  '42': '湖北省',
  '43': '湖南省',
  '44': '广东省',
  '45': '广西壮族自治区',
  '46': '海南省',
  '50': '重庆市',
  '51': '四川省',
  '52': '贵州省',
  '53': '云南省',
  '54': '西藏自治区',
  '61': '陕西省',
  '62': '甘肃省',
  '63': '青海省',
  '64': '宁夏回族自治区',
  '65': '新疆维吾尔自治区',
  '71': '台湾省',
  '81': '香港特别行政区',
  '82': '澳门特别行政区'
}

export const cityMapping = {
  '1100': '北京市',
  '1101': '北京市辖区',
  '1201': '天津市',
  '1301': '石家庄市',
  '1302': '唐山市',
  '1303': '秦皇岛市',
  '1304': '邯郸市',
  '1305': '邢台市',
  '1306': '保定市',
  '1307': '张家口市',
  '1308': '承德市',
  '1309': '沧州市',
  '1310': '廊坊市',
  '1311': '衡水市',
  '1401': '太原市',
  '1402': '大同市',
  '1403': '阳泉市',
  '1404': '长治市',
  '1405': '晋城市',
  '1406': '朔州市',
  '1407': '晋中市',
  '1408': '运城市',
  '1409': '忻州市',
  '1410': '临汾市',
  '1411': '吕梁市',
  '1501': '呼和浩特市',
  '1502': '包头市',
  '1503': '乌海市',
  '1504': '赤峰市',
  '1505': '通辽市',
  '1506': '鄂尔多斯市',
  '1507': '呼伦贝尔市',
  '1508': '巴彦淖尔市',
  '1509': '乌兰察布市',
  '1522': '兴安盟',
  '1525': '锡林郭勒盟',
  '1529': '阿拉善盟',
  '2101': '沈阳市',
  '2102': '大连市',
  '2103': '鞍山市',
  '2104': '抚顺市',
  '2105': '本溪市',
  '2106': '丹东市',
  '2107': '锦州市',
  '2108': '营口市',
  '2109': '阜新市',
  '2110': '辽阳市',
  '2111': '盘锦市',
  '2112': '铁岭市',
  '2113': '朝阳市',
  '2114': '葫芦岛市',
  '2201': '长春市',
  '2202': '吉林市',
  '2203': '四平市',
  '2204': '辽源市',
  '2205': '通化市',
  '2206': '白山市',
  '2207': '松原市',
  '2208': '白城市',
  '2224': '延边朝鲜族自治州',
  '2301': '哈尔滨市',
  '2302': '齐齐哈尔市',
  '2303': '鸡西市',
  '2304': '鹤岗市',
  '2305': '双鸭山市',
  '2306': '大庆市',
  '2307': '伊春市',
  '2308': '佳木斯市',
  '2309': '七台河市',
  '2310': '牡丹江市',
  '2311': '黑河市',
  '2312': '绥化市',
  '2327': '大兴安岭地区',
  '3101': '上海市',
  '3201': '南京市',
  '3202': '无锡市',
  '3203': '徐州市',
  '3204': '常州市',
  '3205': '苏州市',
  '3206': '南通市',
  '3207': '连云港市',
  '3208': '淮安市',
  '3209': '盐城市',
  '3210': '扬州市',
  '3211': '镇江市',
  '3212': '泰州市',
  '3213': '宿迁市',
  '3301': '杭州市',
  '3302': '宁波市',
  '3303': '温州市',
  '3304': '嘉兴市',
  '3305': '湖州市',
  '3306': '绍兴市',
  '3307': '金华市',
  '3308': '衢州市',
  '3309': '舟山市',
  '3310': '台州市',
  '3311': '丽水市',
  '3401': '合肥市',
  '3402': '芜湖市',
  '3403': '蚌埠市',
  '3404': '淮南市',
  '3405': '马鞍山市',
  '3406': '淮北市',
  '3407': '铜陵市',
  '3408': '安庆市',
  '3410': '黄山市',
  '3411': '滁州市',
  '3412': '阜阳市',
  '3413': '宿州市',
  '3414': '巢湖市',
  '3415': '六安市',
  '3416': '亳州市',
  '3417': '池州市',
  '3418': '宣城市',
  '3501': '福州市',
  '3502': '厦门市',
  '3503': '莆田市',
  '3504': '三明市',
  '3505': '泉州市',
  '3506': '漳州市',
  '3507': '南平市',
  '3508': '龙岩市',
  '3509': '宁德市',
  '3601': '南昌市',
  '3602': '景德镇市',
  '3603': '萍乡市',
  '3604': '九江市',
  '3605': '新余市',
  '3606': '鹰潭市',
  '3607': '赣州市',
  '3608': '吉安市',
  '3609': '宜春市',
  '3610': '抚州市',
  '3611': '上饶市',
  '3701': '济南市',
  '3702': '青岛市',
  '3703': '淄博市',
  '3704': '枣庄市',
  '3705': '东营市',
  '3706': '烟台市',
  '3707': '潍坊市',
  '3708': '济宁市',
  '3709': '泰安市',
  '3710': '威海市',
  '3711': '日照市',
  '3712': '莱芜市',
  '3713': '临沂市',
  '3714': '德州市',
  '3715': '聊城市',
  '3716': '滨州市',
  '3717': '菏泽市',
  '4101': '郑州市',
  '4102': '开封市',
  '4103': '洛阳市',
  '4104': '平顶山市',
  '4105': '安阳市',
  '4106': '鹤壁市',
  '4107': '新乡市',
  '4108': '焦作市',
  '4109': '濮阳市',
  '4110': '许昌市',
  '4111': '漯河市',
  '4112': '三门峡市',
  '4113': '南阳市',
  '4114': '商丘市',
  '4115': '信阳市',
  '4116': '周口市',
  '4117': '驻马店市',
  '4201': '武汉市',
  '4202': '黄石市',
  '4203': '十堰市',
  '4205': '宜昌市',
  '4206': '襄樊市',
  '4207': '鄂州市',
  '4208': '荆门市',
  '4209': '孝感市',
  '4210': '荆州市',
  '4211': '黄冈市',
  '4212': '咸宁市',
  '4213': '随州市',
  '4228': '恩施土家族苗族自治州',
  '4301': '长沙市',
  '4302': '株洲市',
  '4303': '湘潭市',
  '4304': '衡阳市',
  '4305': '邵阳市',
  '4306': '岳阳市',
  '4307': '常德市',
  '4308': '张家界市',
  '4309': '益阳市',
  '4310': '郴州市',
  '4311': '永州市',
  '4312': '怀化市',
  '4313': '娄底市',
  '4331': '湘西土家族苗族自治州',
  '4401': '广州市',
  '4402': '韶关市',
  '4403': '深圳市',
  '4404': '珠海市',
  '4405': '汕头市',
  '4406': '佛山市',
  '4407': '江门市',
  '4408': '湛江市',
  '4409': '茂名市',
  '4412': '肇庆市',
  '4413': '惠州市',
  '4414': '梅州市',
  '4415': '汕尾市',
  '4416': '河源市',
  '4417': '阳江市',
  '4418': '清远市',
  '4419': '东莞市',
  '4420': '中山市',
  '4451': '潮州市',
  '4452': '揭阳市',
  '4453': '云浮市',
  '4501': '南宁市',
  '4502': '柳州市',
  '4503': '桂林市',
  '4504': '梧州市',
  '4505': '北海市',
  '4506': '防城港市',
  '4507': '钦州市',
  '4508': '贵港市',
  '4509': '玉林市',
  '4510': '百色市',
  '4511': '贺州市',
  '4512': '河池市',
  '4513': '来宾市',
  '4514': '崇左市',
  '4601': '海口市',
  '4602': '三亚市',
  // '5000': '重庆市',
  '5001': '重庆市辖区',
  '5101': '成都市',
  '5103': '自贡市',
  '5104': '攀枝花市',
  '5105': '泸州市',
  '5106': '德阳市',
  '5107': '绵阳市',
  '5108': '广元市',
  '5109': '遂宁市',
  '5110': '内江市',
  '5111': '乐山市',
  '5113': '南充市',
  '5114': '眉山市',
  '5115': '宜宾市',
  '5116': '广安市',
  '5117': '达州市',
  '5118': '雅安市',
  '5119': '巴中市',
  '5120': '资阳市',
  '5132': '阿坝藏族羌族自治州',
  '5133': '甘孜藏族自治州',
  '5134': '凉山彝族自治州',
  '5201': '贵阳市',
  '5202': '六盘水市',
  '5203': '遵义市',
  '5204': '安顺市',
  '5222': '铜仁地区',
  '5223': '黔西南布依族苗族自治州',
  '5224': '毕节地区',
  '5226': '黔东南苗族侗族自治州',
  '5227': '黔南布依族苗族自治州',
  '5301': '昆明市',
  '5303': '曲靖市',
  '5304': '玉溪市',
  '5305': '保山市',
  '5306': '昭通市',
  '5307': '丽江市',
  '5308': '普洱市',
  '5309': '临沧市',
  '5323': '楚雄彝族自治州',
  '5325': '红河哈尼族彝族自治州',
  '5326': '文山壮族苗族自治州',
  '5328': '西双版纳傣族自治州',
  '5329': '大理白族自治州',
  '5331': '德宏傣族景颇族自治州',
  '5333': '怒江傈僳族自治州',
  '5334': '迪庆藏族自治州',
  '5401': '拉萨市',
  '5421': '昌都地区',
  '5422': '山南地区',
  '5423': '日喀则地区',
  '5424': '那曲地区',
  '5425': '阿里地区',
  '5426': '林芝地区',
  '6101': '西安市',
  '6102': '铜川市',
  '6103': '宝鸡市',
  '6104': '咸阳市',
  '6105': '渭南市',
  '6106': '延安市',
  '6107': '汉中市',
  '6108': '榆林市',
  '6109': '安康市',
  '6110': '商洛市',
  '6201': '兰州市',
  '6202': '嘉峪关市',
  '6203': '金昌市',
  '6204': '白银市',
  '6205': '天水市',
  '6206': '武威市',
  '6207': '张掖市',
  '6208': '平凉市',
  '6209': '酒泉市',
  '6210': '庆阳市',
  '6211': '定西市',
  '6212': '陇南市',
  '6229': '临夏回族自治州',
  '6230': '甘南藏族自治州',
  '6301': '西宁市',
  '6321': '海东地区',
  '6322': '海北藏族自治州',
  '6323': '黄南藏族自治州',
  '6325': '海南藏族自治州',
  '6326': '果洛藏族自治州',
  '6327': '玉树藏族自治州',
  '6328': '海西蒙古族藏族自治州',
  '6401': '银川市',
  '6402': '石嘴山市',
  '6403': '吴忠市',
  '6404': '固原市',
  '6405': '中卫市',
  '6501': '乌鲁木齐市',
  '6502': '克拉玛依市',
  '6521': '吐鲁番地区',
  '6522': '哈密地区',
  '6523': '昌吉回族自治州',
  '6527': '博尔塔拉蒙古自治州',
  '6528': '巴音郭楞蒙古自治州',
  '6529': '阿克苏地区',
  '6530': '克孜勒苏柯尔克孜自治州',
  '6531': '喀什地区',
  '6532': '和田地区',
  '6540': '伊犁哈萨克自治州',
  '6542': '塔城地区',
  '6543': '阿勒泰地区',
  '7101': '台湾',
  '8101': '香港特别行政区',
  '8201': '澳门特别行政区'
}

export const cityCodeReverse = {
  '北京市': '1100',
  '北京市辖区': '1101',
  '天津市': '1201',
  '石家庄市': '1301',
  '唐山市': '1302',
  '秦皇岛市': '1303',
  '邯郸市': '1304',
  '邢台市': '1305',
  '保定市': '1306',
  '张家口市': '1307',
  '承德市': '1308',
  '沧州市': '1309',
  '廊坊市': '1310',
  '衡水市': '1311',
  '太原市': '1401',
  '大同市': '1402',
  '阳泉市': '1403',
  '长治市': '1404',
  '晋城市': '1405',
  '朔州市': '1406',
  '晋中市': '1407',
  '运城市': '1408',
  '忻州市': '1409',
  '临汾市': '1410',
  '吕梁市': '1411',
  '呼和浩特市': '1501',
  '包头市': '1502',
  '乌海市': '1503',
  '赤峰市': '1504',
  '通辽市': '1505',
  '鄂尔多斯市': '1506',
  '呼伦贝尔市': '1507',
  '巴彦淖尔市': '1508',
  '乌兰察布市': '1509',
  '兴安盟': '1522',
  '锡林郭勒盟': '1525',
  '阿拉善盟': '1529',
  '沈阳市': '2101',
  '大连市': '2102',
  '鞍山市': '2103',
  '抚顺市': '2104',
  '本溪市': '2105',
  '丹东市': '2106',
  '锦州市': '2107',
  '营口市': '2108',
  '阜新市': '2109',
  '辽阳市': '2110',
  '盘锦市': '2111',
  '铁岭市': '2112',
  '朝阳市': '2113',
  '葫芦岛市': '2114',
  '长春市': '2201',
  '吉林市': '2202',
  '四平市': '2203',
  '辽源市': '2204',
  '通化市': '2205',
  '白山市': '2206',
  '松原市': '2207',
  '白城市': '2208',
  '延边朝鲜族自治州': '2224',
  '哈尔滨市': '2301',
  '齐齐哈尔市': '2302',
  '鸡西市': '2303',
  '鹤岗市': '2304',
  '双鸭山市': '2305',
  '大庆市': '2306',
  '伊春市': '2307',
  '佳木斯市': '2308',
  '七台河市': '2309',
  '牡丹江市': '2310',
  '黑河市': '2311',
  '绥化市': '2312',
  '大兴安岭地区': '2327',
  '上海市': '3101',
  '南京市': '3201',
  '无锡市': '3202',
  '徐州市': '3203',
  '常州市': '3204',
  '苏州市': '3205',
  '南通市': '3206',
  '连云港市': '3207',
  '淮安市': '3208',
  '盐城市': '3209',
  '扬州市': '3210',
  '镇江市': '3211',
  '泰州市': '3212',
  '宿迁市': '3213',
  '杭州市': '3301',
  '宁波市': '3302',
  '温州市': '3303',
  '嘉兴市': '3304',
  '湖州市': '3305',
  '绍兴市': '3306',
  '金华市': '3307',
  '衢州市': '3308',
  '舟山市': '3309',
  '台州市': '3310',
  '丽水市': '3311',
  '合肥市': '3401',
  '芜湖市': '3402',
  '蚌埠市': '3403',
  '淮南市': '3404',
  '马鞍山市': '3405',
  '淮北市': '3406',
  '铜陵市': '3407',
  '安庆市': '3408',
  '黄山市': '3410',
  '滁州市': '3411',
  '阜阳市': '3412',
  '宿州市': '3413',
  '巢湖市': '3414',
  '六安市': '3415',
  '亳州市': '3416',
  '池州市': '3417',
  '宣城市': '3418',
  '福州市': '3501',
  '厦门市': '3502',
  '莆田市': '3503',
  '三明市': '3504',
  '泉州市': '3505',
  '漳州市': '3506',
  '南平市': '3507',
  '龙岩市': '3508',
  '宁德市': '3509',
  '南昌市': '3601',
  '景德镇市': '3602',
  '萍乡市': '3603',
  '九江市': '3604',
  '新余市': '3605',
  '鹰潭市': '3606',
  '赣州市': '3607',
  '吉安市': '3608',
  '宜春市': '3609',
  '抚州市': '3610',
  '上饶市': '3611',
  '济南市': '3701',
  '青岛市': '3702',
  '淄博市': '3703',
  '枣庄市': '3704',
  '东营市': '3705',
  '烟台市': '3706',
  '潍坊市': '3707',
  '济宁市': '3708',
  '泰安市': '3709',
  '威海市': '3710',
  '日照市': '3711',
  '莱芜市': '3712',
  '临沂市': '3713',
  '德州市': '3714',
  '聊城市': '3715',
  '滨州市': '3716',
  '菏泽市': '3717',
  '郑州市': '4101',
  '开封市': '4102',
  '洛阳市': '4103',
  '平顶山市': '4104',
  '安阳市': '4105',
  '鹤壁市': '4106',
  '新乡市': '4107',
  '焦作市': '4108',
  '濮阳市': '4109',
  '许昌市': '4110',
  '漯河市': '4111',
  '三门峡市': '4112',
  '南阳市': '4113',
  '商丘市': '4114',
  '信阳市': '4115',
  '周口市': '4116',
  '驻马店市': '4117',
  '武汉市': '4201',
  '黄石市': '4202',
  '十堰市': '4203',
  '宜昌市': '4205',
  '襄樊市': '4206',
  '鄂州市': '4207',
  '荆门市': '4208',
  '孝感市': '4209',
  '荆州市': '4210',
  '黄冈市': '4211',
  '咸宁市': '4212',
  '随州市': '4213',
  '恩施土家族苗族自治州': '4228',
  '长沙市': '4301',
  '株洲市': '4302',
  '湘潭市': '4303',
  '衡阳市': '4304',
  '邵阳市': '4305',
  '岳阳市': '4306',
  '常德市': '4307',
  '张家界市': '4308',
  '益阳市': '4309',
  '郴州市': '4310',
  '永州市': '4311',
  '怀化市': '4312',
  '娄底市': '4313',
  '湘西土家族苗族自治州': '4331',
  '广州市': '4401',
  '韶关市': '4402',
  '深圳市': '4403',
  '珠海市': '4404',
  '汕头市': '4405',
  '佛山市': '4406',
  '江门市': '4407',
  '湛江市': '4408',
  '茂名市': '4409',
  '肇庆市': '4412',
  '惠州市': '4413',
  '梅州市': '4414',
  '汕尾市': '4415',
  '河源市': '4416',
  '阳江市': '4417',
  '清远市': '4418',
  '东莞市': '4419',
  '中山市': '4420',
  '潮州市': '4451',
  '揭阳市': '4452',
  '云浮市': '4453',
  '南宁市': '4501',
  '柳州市': '4502',
  '桂林市': '4503',
  '梧州市': '4504',
  '北海市': '4505',
  '防城港市': '4506',
  '钦州市': '4507',
  '贵港市': '4508',
  '玉林市': '4509',
  '百色市': '4510',
  '贺州市': '4511',
  '河池市': '4512',
  '来宾市': '4513',
  '崇左市': '4514',
  '海口市': '4601',
  '三亚市': '4602',
  '重庆市': '5000',
  '重庆市辖区': '5001',
  '成都市': '5101',
  '自贡市': '5103',
  '攀枝花市': '5104',
  '泸州市': '5105',
  '德阳市': '5106',
  '绵阳市': '5107',
  '广元市': '5108',
  '遂宁市': '5109',
  '内江市': '5110',
  '乐山市': '5111',
  '南充市': '5113',
  '眉山市': '5114',
  '宜宾市': '5115',
  '广安市': '5116',
  '达州市': '5117',
  '雅安市': '5118',
  '巴中市': '5119',
  '资阳市': '5120',
  '阿坝藏族羌族自治州': '5132',
  '甘孜藏族自治州': '5133',
  '凉山彝族自治州': '5134',
  '贵阳市': '5201',
  '六盘水市': '5202',
  '遵义市': '5203',
  '安顺市': '5204',
  '铜仁地区': '5222',
  '黔西南布依族苗族自治州': '5223',
  '毕节地区': '5224',
  '黔东南苗族侗族自治州': '5226',
  '黔南布依族苗族自治州': '5227',
  '昆明市': '5301',
  '曲靖市': '5303',
  '玉溪市': '5304',
  '保山市': '5305',
  '昭通市': '5306',
  '丽江市': '5307',
  '普洱市': '5308',
  '临沧市': '5309',
  '楚雄彝族自治州': '5323',
  '红河哈尼族彝族自治州': '5325',
  '文山壮族苗族自治州': '5326',
  '西双版纳傣族自治州': '5328',
  '大理白族自治州': '5329',
  '德宏傣族景颇族自治州': '5331',
  '怒江傈僳族自治州': '5333',
  '迪庆藏族自治州': '5334',
  '拉萨市': '5401',
  '昌都地区': '5421',
  '山南地区': '5422',
  '日喀则地区': '5423',
  '那曲地区': '5424',
  '阿里地区': '5425',
  '林芝地区': '5426',
  '西安市': '6101',
  '铜川市': '6102',
  '宝鸡市': '6103',
  '咸阳市': '6104',
  '渭南市': '6105',
  '延安市': '6106',
  '汉中市': '6107',
  '榆林市': '6108',
  '安康市': '6109',
  '商洛市': '6110',
  '兰州市': '6201',
  '嘉峪关市': '6202',
  '金昌市': '6203',
  '白银市': '6204',
  '天水市': '6205',
  '武威市': '6206',
  '张掖市': '6207',
  '平凉市': '6208',
  '酒泉市': '6209',
  '庆阳市': '6210',
  '定西市': '6211',
  '陇南市': '6212',
  '临夏回族自治州': '6229',
  '甘南藏族自治州': '6230',
  '西宁市': '6301',
  '海东地区': '6321',
  '海北藏族自治州': '6322',
  '黄南藏族自治州': '6323',
  '海南藏族自治州': '6325',
  '果洛藏族自治州': '6326',
  '玉树藏族自治州': '6327',
  '海西蒙古族藏族自治州': '6328',
  '银川市': '6401',
  '石嘴山市': '6402',
  '吴忠市': '6403',
  '固原市': '6404',
  '中卫市': '6405',
  '乌鲁木齐市': '6501',
  '克拉玛依市': '6502',
  '吐鲁番地区': '6521',
  '哈密地区': '6522',
  '昌吉回族自治州': '6523',
  '博尔塔拉蒙古自治州': '6527',
  '巴音郭楞蒙古自治州': '6528',
  '阿克苏地区': '6529',
  '克孜勒苏柯尔克孜自治州': '6530',
  '喀什地区': '6531',
  '和田地区': '6532',
  '伊犁哈萨克自治州': '6540',
  '塔城地区': '6542',
  '阿勒泰地区': '6543',
  '台湾': '7101',
  '香港特别行政区': '8101',
  '澳门特别行政区': '8201'
}

export const provinceList = [
  {
    'value': '11',
    'label': '北京市'
  },
  {
    'value': '12',
    'label': '天津市'
  },
  {
    'value': '13',
    'label': '河北省'
  },
  {
    'value': '14',
    'label': '山西省'
  },
  {
    'value': '15',
    'label': '内蒙古自治区'
  },
  {
    'value': '21',
    'label': '辽宁省'
  },
  {
    'value': '22',
    'label': '吉林省'
  },
  {
    'value': '23',
    'label': '黑龙江省'
  },
  {
    'value': '31',
    'label': '上海市'
  },
  {
    'value': '32',
    'label': '江苏省'
  },
  {
    'value': '33',
    'label': '浙江省'
  },
  {
    'value': '34',
    'label': '安徽省'
  },
  {
    'value': '35',
    'label': '福建省'
  },
  {
    'value': '36',
    'label': '江西省'
  },
  {
    'value': '37',
    'label': '山东省'
  },
  {
    'value': '41',
    'label': '河南省'
  },
  {
    'value': '42',
    'label': '湖北省'
  },
  {
    'value': '43',
    'label': '湖南省'
  },
  {
    'value': '44',
    'label': '广东省'
  },
  {
    'value': '45',
    'label': '广西壮族自治区'
  },
  {
    'value': '46',
    'label': '海南省'
  },
  {
    'value': '50',
    'label': '重庆市'
  },
  {
    'value': '51',
    'label': '四川省'
  },
  {
    'value': '52',
    'label': '贵州省'
  },
  {
    'value': '53',
    'label': '云南省'
  },
  {
    'value': '54',
    'label': '西藏自治区'
  },
  {
    'value': '61',
    'label': '陕西省'
  },
  {
    'value': '62',
    'label': '甘肃省'
  },
  {
    'value': '63',
    'label': '青海省'
  },
  {
    'value': '64',
    'label': '宁夏回族自治区'
  },
  {
    'value': '65',
    'label': '新疆维吾尔自治区'
  },
  {
    'value': '71',
    'label': '台湾省'
  },
  {
    'value': '81',
    'label': '香港特别行政区'
  },
  {
    'value': '82',
    'label': '澳门特别行政区'
  }
]

export const cityList = [
  {
    'label': '北京市',
    'value': '8110000',
    'children': [
      {
        'label': '北京市辖区',
        'value': '8110100'
      }
    ]
  },
  {
    'label': '天津市',
    'value': '8120000',
    'children': [
      {
        'label': '天津市',
        'value': '8120100'
      }
    ]
  },
  {
    'label': '河北',
    'value': '8130000',
    'children': [
      {
        'label': '石家庄市',
        'value': '8130100'
      },
      {
        'label': '唐山市',
        'value': '8130200'
      },
      {
        'label': '秦皇岛市',
        'value': '8130300'
      },
      {
        'label': '邯郸市',
        'value': '8130400'
      },
      {
        'label': '邢台市',
        'value': '8130500'
      },
      {
        'label': '保定市',
        'value': '8130600'
      },
      {
        'label': '张家口市',
        'value': '8130700'
      },
      {
        'label': '承德市',
        'value': '8130800'
      },
      {
        'label': '沧州市',
        'value': '8130900'
      },
      {
        'label': '廊坊市',
        'value': '8131000'
      },
      {
        'label': '衡水市',
        'value': '8131100'
      }
    ]
  },
  {
    'label': '山西',
    'value': '8140000',
    'children': [
      {
        'label': '太原市',
        'value': '8140100'
      },
      {
        'label': '大同市',
        'value': '8140200'
      },
      {
        'label': '阳泉市',
        'value': '8140300'
      },
      {
        'label': '长治市',
        'value': '8140400'
      },
      {
        'label': '晋城市',
        'value': '8140500'
      },
      {
        'label': '朔州市',
        'value': '8140600'
      },
      {
        'label': '晋中市',
        'value': '8140700'
      },
      {
        'label': '运城市',
        'value': '8140800'
      },
      {
        'label': '忻州市',
        'value': '8140900'
      },
      {
        'label': '临汾市',
        'value': '8141000'
      },
      {
        'label': '吕梁市',
        'value': '8141100'
      }
    ]
  },
  {
    'label': '内蒙古',
    'value': '8150000',
    'children': [
      {
        'label': '呼和浩特市',
        'value': '8150100'
      },
      {
        'label': '包头市',
        'value': '8150200'
      },
      {
        'label': '乌海市',
        'value': '8150300'
      },
      {
        'label': '赤峰市',
        'value': '8150400'
      },
      {
        'label': '通辽市',
        'value': '8150500'
      },
      {
        'label': '鄂尔多斯市',
        'value': '8150600'
      },
      {
        'label': '呼伦贝尔市',
        'value': '8150700'
      },
      {
        'label': '巴彦淖尔市',
        'value': '8150800'
      },
      {
        'label': '乌兰察布市',
        'value': '8150900'
      },
      {
        'label': '兴安盟',
        'value': '8152200'
      },
      {
        'label': '锡林郭勒盟',
        'value': '8152500'
      },
      {
        'label': '阿拉善盟',
        'value': '8152900'
      }
    ]
  },
  {
    'label': '辽宁',
    'value': '8210000',
    'children': [
      {
        'label': '沈阳市',
        'value': '8210100'
      },
      {
        'label': '大连市',
        'value': '8210200'
      },
      {
        'label': '鞍山市',
        'value': '8210300'
      },
      {
        'label': '抚顺市',
        'value': '8210400'
      },
      {
        'label': '本溪市',
        'value': '8210500'
      },
      {
        'label': '丹东市',
        'value': '8210600'
      },
      {
        'label': '锦州市',
        'value': '8210700'
      },
      {
        'label': '营口市',
        'value': '8210800'
      },
      {
        'label': '阜新市',
        'value': '8210900'
      },
      {
        'label': '辽阳市',
        'value': '8211000'
      },
      {
        'label': '盘锦市',
        'value': '8211100'
      },
      {
        'label': '铁岭市',
        'value': '8211200'
      },
      {
        'label': '朝阳市',
        'value': '8211300'
      },
      {
        'label': '葫芦岛市',
        'value': '8211400'
      }
    ]
  },
  {
    'label': '吉林',
    'value': '8220000',
    'children': [
      {
        'label': '长春市',
        'value': '8220100'
      },
      {
        'label': '吉林市',
        'value': '8220200'
      },
      {
        'label': '四平市',
        'value': '8220300'
      },
      {
        'label': '辽源市',
        'value': '8220400'
      },
      {
        'label': '通化市',
        'value': '8220500'
      },
      {
        'label': '白山市',
        'value': '8220600'
      },
      {
        'label': '松原市',
        'value': '8220700'
      },
      {
        'label': '白城市',
        'value': '8220800'
      },
      {
        'label': '延边朝鲜族自治州',
        'value': '8222400'
      }
    ]
  },
  {
    'label': '黑龙江',
    'value': '8230000',
    'children': [
      {
        'label': '哈尔滨市',
        'value': '8230100'
      },
      {
        'label': '齐齐哈尔市',
        'value': '8230200'
      },
      {
        'label': '鸡西市',
        'value': '8230300'
      },
      {
        'label': '鹤岗市',
        'value': '8230400'
      },
      {
        'label': '双鸭山市',
        'value': '8230500'
      },
      {
        'label': '大庆市',
        'value': '8230600'
      },
      {
        'label': '伊春市',
        'value': '8230700'
      },
      {
        'label': '佳木斯市',
        'value': '8230800'
      },
      {
        'label': '七台河市',
        'value': '8230900'
      },
      {
        'label': '牡丹江市',
        'value': '8231000'
      },
      {
        'label': '黑河市',
        'value': '8231100'
      },
      {
        'label': '绥化市',
        'value': '8231200'
      },
      {
        'label': '大兴安岭地区',
        'value': '8232700'
      }
    ]
  },
  {
    'label': '上海市',
    'value': '8310000',
    'children': [
      {
        'label': '上海市',
        'value': '8310100'
      }
    ]
  },
  {
    'label': '江苏',
    'value': '8320000',
    'children': [
      {
        'label': '南京市',
        'value': '8320100'
      },
      {
        'label': '无锡市',
        'value': '8320200'
      },
      {
        'label': '徐州市',
        'value': '8320300'
      },
      {
        'label': '常州市',
        'value': '8320400'
      },
      {
        'label': '苏州市',
        'value': '8320500'
      },
      {
        'label': '南通市',
        'value': '8320600'
      },
      {
        'label': '连云港市',
        'value': '8320700'
      },
      {
        'label': '淮安市',
        'value': '8320800'
      },
      {
        'label': '盐城市',
        'value': '8320900'
      },
      {
        'label': '扬州市',
        'value': '8321000'
      },
      {
        'label': '镇江市',
        'value': '8321100'
      },
      {
        'label': '泰州市',
        'value': '8321200'
      },
      {
        'label': '宿迁市',
        'value': '8321300'
      }
    ]
  },
  {
    'label': '浙江',
    'value': '8330000',
    'children': [
      {
        'label': '杭州市',
        'value': '8330100'
      },
      {
        'label': '宁波市',
        'value': '8330200'
      },
      {
        'label': '温州市',
        'value': '8330300'
      },
      {
        'label': '嘉兴市',
        'value': '8330400'
      },
      {
        'label': '湖州市',
        'value': '8330500'
      },
      {
        'label': '绍兴市',
        'value': '8330600'
      },
      {
        'label': '金华市',
        'value': '8330700'
      },
      {
        'label': '衢州市',
        'value': '8330800'
      },
      {
        'label': '舟山市',
        'value': '8330900'
      },
      {
        'label': '台州市',
        'value': '8331000'
      },
      {
        'label': '丽水市',
        'value': '8331100'
      }
    ]
  },
  {
    'label': '安徽',
    'value': '8340000',
    'children': [
      {
        'label': '合肥市',
        'value': '8340100'
      },
      {
        'label': '芜湖市',
        'value': '8340200'
      },
      {
        'label': '蚌埠市',
        'value': '8340300'
      },
      {
        'label': '淮南市',
        'value': '8340400'
      },
      {
        'label': '马鞍山市',
        'value': '8340500'
      },
      {
        'label': '淮北市',
        'value': '8340600'
      },
      {
        'label': '铜陵市',
        'value': '8340700'
      },
      {
        'label': '安庆市',
        'value': '8340800'
      },
      {
        'label': '黄山市',
        'value': '8341000'
      },
      {
        'label': '滁州市',
        'value': '8341100'
      },
      {
        'label': '阜阳市',
        'value': '8341200'
      },
      {
        'label': '宿州市',
        'value': '8341300'
      },
      {
        'label': '巢湖市',
        'value': '8341400'
      },
      {
        'label': '六安市',
        'value': '8341500'
      },
      {
        'label': '亳州市',
        'value': '8341600'
      },
      {
        'label': '池州市',
        'value': '8341700'
      },
      {
        'label': '宣城市',
        'value': '8341800'
      }
    ]
  },
  {
    'label': '福建',
    'value': '8350000',
    'children': [
      {
        'label': '福州市',
        'value': '8350100'
      },
      {
        'label': '厦门市',
        'value': '8350200'
      },
      {
        'label': '莆田市',
        'value': '8350300'
      },
      {
        'label': '三明市',
        'value': '8350400'
      },
      {
        'label': '泉州市',
        'value': '8350500'
      },
      {
        'label': '漳州市',
        'value': '8350600'
      },
      {
        'label': '南平市',
        'value': '8350700'
      },
      {
        'label': '龙岩市',
        'value': '8350800'
      },
      {
        'label': '宁德市',
        'value': '8350900'
      }
    ]
  },
  {
    'label': '江西',
    'value': '8360000',
    'children': [
      {
        'label': '南昌市',
        'value': '8360100'
      },
      {
        'label': '景德镇市',
        'value': '8360200'
      },
      {
        'label': '萍乡市',
        'value': '8360300'
      },
      {
        'label': '九江市',
        'value': '8360400'
      },
      {
        'label': '新余市',
        'value': '8360500'
      },
      {
        'label': '鹰潭市',
        'value': '8360600'
      },
      {
        'label': '赣州市',
        'value': '8360700'
      },
      {
        'label': '吉安市',
        'value': '8360800'
      },
      {
        'label': '宜春市',
        'value': '8360900'
      },
      {
        'label': '抚州市',
        'value': '8361000'
      },
      {
        'label': '上饶市',
        'value': '8361100'
      }
    ]
  },
  {
    'label': '山东',
    'value': '8370000',
    'children': [
      {
        'label': '济南市',
        'value': '8370100'
      },
      {
        'label': '青岛市',
        'value': '8370200'
      },
      {
        'label': '淄博市',
        'value': '8370300'
      },
      {
        'label': '枣庄市',
        'value': '8370400'
      },
      {
        'label': '东营市',
        'value': '8370500'
      },
      {
        'label': '烟台市',
        'value': '8370600'
      },
      {
        'label': '潍坊市',
        'value': '8370700'
      },
      {
        'label': '济宁市',
        'value': '8370800'
      },
      {
        'label': '泰安市',
        'value': '8370900'
      },
      {
        'label': '威海市',
        'value': '8371000'
      },
      {
        'label': '日照市',
        'value': '8371100'
      },
      {
        'label': '莱芜市',
        'value': '8371200'
      },
      {
        'label': '临沂市',
        'value': '8371300'
      },
      {
        'label': '德州市',
        'value': '8371400'
      },
      {
        'label': '聊城市',
        'value': '8371500'
      },
      {
        'label': '滨州市',
        'value': '8371600'
      },
      {
        'label': '菏泽市',
        'value': '8371700'
      }
    ]
  },
  {
    'label': '河南',
    'value': '8410000',
    'children': [
      {
        'label': '郑州市',
        'value': '8410100'
      },
      {
        'label': '开封市',
        'value': '8410200'
      },
      {
        'label': '洛阳市',
        'value': '8410300'
      },
      {
        'label': '平顶山市',
        'value': '8410400'
      },
      {
        'label': '安阳市',
        'value': '8410500'
      },
      {
        'label': '鹤壁市',
        'value': '8410600'
      },
      {
        'label': '新乡市',
        'value': '8410700'
      },
      {
        'label': '焦作市',
        'value': '8410800'
      },
      {
        'label': '濮阳市',
        'value': '8410900'
      },
      {
        'label': '许昌市',
        'value': '8411000'
      },
      {
        'label': '漯河市',
        'value': '8411100'
      },
      {
        'label': '三门峡市',
        'value': '8411200'
      },
      {
        'label': '南阳市',
        'value': '8411300'
      },
      {
        'label': '商丘市',
        'value': '8411400'
      },
      {
        'label': '信阳市',
        'value': '8411500'
      },
      {
        'label': '周口市',
        'value': '8411600'
      },
      {
        'label': '驻马店市',
        'value': '8411700'
      }
    ]
  },
  {
    'label': '湖北',
    'value': '8420000',
    'children': [
      {
        'label': '武汉市',
        'value': '8420100'
      },
      {
        'label': '黄石市',
        'value': '8420200'
      },
      {
        'label': '十堰市',
        'value': '8420300'
      },
      {
        'label': '宜昌市',
        'value': '8420500'
      },
      {
        'label': '襄樊市',
        'value': '8420600'
      },
      {
        'label': '鄂州市',
        'value': '8420700'
      },
      {
        'label': '荆门市',
        'value': '8420800'
      },
      {
        'label': '孝感市',
        'value': '8420900'
      },
      {
        'label': '荆州市',
        'value': '8421000'
      },
      {
        'label': '黄冈市',
        'value': '8421100'
      },
      {
        'label': '咸宁市',
        'value': '8421200'
      },
      {
        'label': '随州市',
        'value': '8421300'
      },
      {
        'label': '恩施土家族苗族自治州',
        'value': '8422800'
      }
    ]
  },
  {
    'label': '湖南',
    'value': '8430000',
    'children': [
      {
        'label': '长沙市',
        'value': '8430100'
      },
      {
        'label': '株洲市',
        'value': '8430200'
      },
      {
        'label': '湘潭市',
        'value': '8430300'
      },
      {
        'label': '衡阳市',
        'value': '8430400'
      },
      {
        'label': '邵阳市',
        'value': '8430500'
      },
      {
        'label': '岳阳市',
        'value': '8430600'
      },
      {
        'label': '常德市',
        'value': '8430700'
      },
      {
        'label': '张家界市',
        'value': '8430800'
      },
      {
        'label': '益阳市',
        'value': '8430900'
      },
      {
        'label': '郴州市',
        'value': '8431000'
      },
      {
        'label': '永州市',
        'value': '8431100'
      },
      {
        'label': '怀化市',
        'value': '8431200'
      },
      {
        'label': '娄底市',
        'value': '8431300'
      },
      {
        'label': '湘西土家族苗族自治州',
        'value': '8433100'
      }
    ]
  },
  {
    'label': '广东',
    'value': '8440000',
    'children': [
      {
        'label': '广州市',
        'value': '8440100'
      },
      {
        'label': '韶关市',
        'value': '8440200'
      },
      {
        'label': '深圳市',
        'value': '8440300'
      },
      {
        'label': '珠海市',
        'value': '8440400'
      },
      {
        'label': '汕头市',
        'value': '8440500'
      },
      {
        'label': '佛山市',
        'value': '8440600'
      },
      {
        'label': '江门市',
        'value': '8440700'
      },
      {
        'label': '湛江市',
        'value': '8440800'
      },
      {
        'label': '茂名市',
        'value': '8440900'
      },
      {
        'label': '肇庆市',
        'value': '8441200'
      },
      {
        'label': '惠州市',
        'value': '8441300'
      },
      {
        'label': '梅州市',
        'value': '8441400'
      },
      {
        'label': '汕尾市',
        'value': '8441500'
      },
      {
        'label': '河源市',
        'value': '8441600'
      },
      {
        'label': '阳江市',
        'value': '8441700'
      },
      {
        'label': '清远市',
        'value': '8441800'
      },
      {
        'label': '东莞市',
        'value': '8441900'
      },
      {
        'label': '中山市',
        'value': '8442000'
      },
      {
        'label': '潮州市',
        'value': '8445100'
      },
      {
        'label': '揭阳市',
        'value': '8445200'
      },
      {
        'label': '云浮市',
        'value': '8445300'
      }
    ]
  },
  {
    'label': '广西',
    'value': '8450000',
    'children': [
      {
        'label': '南宁市',
        'value': '8450100'
      },
      {
        'label': '柳州市',
        'value': '8450200'
      },
      {
        'label': '桂林市',
        'value': '8450300'
      },
      {
        'label': '梧州市',
        'value': '8450400'
      },
      {
        'label': '北海市',
        'value': '8450500'
      },
      {
        'label': '防城港市',
        'value': '8450600'
      },
      {
        'label': '钦州市',
        'value': '8450700'
      },
      {
        'label': '贵港市',
        'value': '8450800'
      },
      {
        'label': '玉林市',
        'value': '8450900'
      },
      {
        'label': '百色市',
        'value': '8451000'
      },
      {
        'label': '贺州市',
        'value': '8451100'
      },
      {
        'label': '河池市',
        'value': '8451200'
      },
      {
        'label': '来宾市',
        'value': '8451300'
      },
      {
        'label': '崇左市',
        'value': '8451400'
      }
    ]
  },
  {
    'label': '海南',
    'value': '8460000',
    'children': [
      {
        'label': '海口市',
        'value': '8460100'
      },
      {
        'label': '三亚市',
        'value': '8460200'
      }
    ]
  },
  {
    'label': '重庆市',
    'value': '8500000',
    'children': [
      {
        'label': '重庆市',
        'value': '8500100'
      }
    ]
  },
  {
    'label': '四川',
    'value': '8510000',
    'children': [
      {
        'label': '成都市',
        'value': '8510100'
      },
      {
        'label': '自贡市',
        'value': '8510300'
      },
      {
        'label': '攀枝花市',
        'value': '8510400'
      },
      {
        'label': '泸州市',
        'value': '8510500'
      },
      {
        'label': '德阳市',
        'value': '8510600'
      },
      {
        'label': '绵阳市',
        'value': '8510700'
      },
      {
        'label': '广元市',
        'value': '8510800'
      },
      {
        'label': '遂宁市',
        'value': '8510900'
      },
      {
        'label': '内江市',
        'value': '8511000'
      },
      {
        'label': '乐山市',
        'value': '8511100'
      },
      {
        'label': '南充市',
        'value': '8511300'
      },
      {
        'label': '眉山市',
        'value': '8511400'
      },
      {
        'label': '宜宾市',
        'value': '8511500'
      },
      {
        'label': '广安市',
        'value': '8511600'
      },
      {
        'label': '达州市',
        'value': '8511700'
      },
      {
        'label': '雅安市',
        'value': '8511800'
      },
      {
        'label': '巴中市',
        'value': '8511900'
      },
      {
        'label': '资阳市',
        'value': '8512000'
      },
      {
        'label': '阿坝藏族羌族自治州',
        'value': '8513200'
      },
      {
        'label': '甘孜藏族自治州',
        'value': '8513300'
      },
      {
        'label': '凉山彝族自治州',
        'value': '8513400'
      }
    ]
  },
  {
    'label': '贵州',
    'value': '8520000',
    'children': [
      {
        'label': '贵阳市',
        'value': '8520100'
      },
      {
        'label': '六盘水市',
        'value': '8520200'
      },
      {
        'label': '遵义市',
        'value': '8520300'
      },
      {
        'label': '安顺市',
        'value': '8520400'
      },
      {
        'label': '铜仁地区',
        'value': '8522200'
      },
      {
        'label': '黔西南布依族苗族自治州',
        'value': '8522300'
      },
      {
        'label': '毕节地区',
        'value': '8522400'
      },
      {
        'label': '黔东南苗族侗族自治州',
        'value': '8522600'
      },
      {
        'label': '黔南布依族苗族自治州',
        'value': '8522700'
      }
    ]
  },
  {
    'label': '云南',
    'value': '8530000',
    'children': [
      {
        'label': '昆明市',
        'value': '8530100'
      },
      {
        'label': '曲靖市',
        'value': '8530300'
      },
      {
        'label': '玉溪市',
        'value': '8530400'
      },
      {
        'label': '保山市',
        'value': '8530500'
      },
      {
        'label': '昭通市',
        'value': '8530600'
      },
      {
        'label': '丽江市',
        'value': '8530700'
      },
      {
        'label': '普洱市',
        'value': '8530800'
      },
      {
        'label': '临沧市',
        'value': '8530900'
      },
      {
        'label': '楚雄彝族自治州',
        'value': '8532300'
      },
      {
        'label': '红河哈尼族彝族自治州',
        'value': '8532500'
      },
      {
        'label': '文山壮族苗族自治州',
        'value': '8532600'
      },
      {
        'label': '西双版纳傣族自治州',
        'value': '8532800'
      },
      {
        'label': '大理白族自治州',
        'value': '8532900'
      },
      {
        'label': '德宏傣族景颇族自治州',
        'value': '8533100'
      },
      {
        'label': '怒江傈僳族自治州',
        'value': '8533300'
      },
      {
        'label': '迪庆藏族自治州',
        'value': '8533400'
      }
    ]
  },
  {
    'label': '西藏',
    'value': '8540000',
    'children': [
      {
        'label': '拉萨市',
        'value': '8540100'
      },
      {
        'label': '昌都地区',
        'value': '8542100'
      },
      {
        'label': '山南地区',
        'value': '8542200'
      },
      {
        'label': '日喀则地区',
        'value': '8542300'
      },
      {
        'label': '那曲地区',
        'value': '8542400'
      },
      {
        'label': '阿里地区',
        'value': '8542500'
      },
      {
        'label': '林芝地区',
        'value': '8542600'
      }
    ]
  },
  {
    'label': '陕西',
    'value': '8610000',
    'children': [
      {
        'label': '西安市',
        'value': '8610100'
      },
      {
        'label': '铜川市',
        'value': '8610200'
      },
      {
        'label': '宝鸡市',
        'value': '8610300'
      },
      {
        'label': '咸阳市',
        'value': '8610400'
      },
      {
        'label': '渭南市',
        'value': '8610500'
      },
      {
        'label': '延安市',
        'value': '8610600'
      },
      {
        'label': '汉中市',
        'value': '8610700'
      },
      {
        'label': '榆林市',
        'value': '8610800'
      },
      {
        'label': '安康市',
        'value': '8610900'
      },
      {
        'label': '商洛市',
        'value': '8611000'
      }
    ]
  },
  {
    'label': '甘肃',
    'value': '8620000',
    'children': [
      {
        'label': '兰州市',
        'value': '8620100'
      },
      {
        'label': '嘉峪关市',
        'value': '8620200'
      },
      {
        'label': '金昌市',
        'value': '8620300'
      },
      {
        'label': '白银市',
        'value': '8620400'
      },
      {
        'label': '天水市',
        'value': '8620500'
      },
      {
        'label': '武威市',
        'value': '8620600'
      },
      {
        'label': '张掖市',
        'value': '8620700'
      },
      {
        'label': '平凉市',
        'value': '8620800'
      },
      {
        'label': '酒泉市',
        'value': '8620900'
      },
      {
        'label': '庆阳市',
        'value': '8621000'
      },
      {
        'label': '定西市',
        'value': '8621100'
      },
      {
        'label': '陇南市',
        'value': '8621200'
      },
      {
        'label': '临夏回族自治州',
        'value': '8622900'
      },
      {
        'label': '甘南藏族自治州',
        'value': '8623000'
      }
    ]
  },
  {
    'label': '青海',
    'value': '8630000',
    'children': [
      {
        'label': '西宁市',
        'value': '8630100'
      },
      {
        'label': '海东地区',
        'value': '8632100'
      },
      {
        'label': '海北藏族自治州',
        'value': '8632200'
      },
      {
        'label': '黄南藏族自治州',
        'value': '8632300'
      },
      {
        'label': '海南藏族自治州',
        'value': '8632500'
      },
      {
        'label': '果洛藏族自治州',
        'value': '8632600'
      },
      {
        'label': '玉树藏族自治州',
        'value': '8632700'
      },
      {
        'label': '海西蒙古族藏族自治州',
        'value': '8632800'
      }
    ]
  },
  {
    'label': '宁夏',
    'value': '8640000',
    'children': [
      {
        'label': '银川市',
        'value': '8640100'
      },
      {
        'label': '石嘴山市',
        'value': '8640200'
      },
      {
        'label': '吴忠市',
        'value': '8640300'
      },
      {
        'label': '固原市',
        'value': '8640400'
      },
      {
        'label': '中卫市',
        'value': '8640500'
      }
    ]
  },
  {
    'label': '新疆',
    'value': '8650000',
    'children': [
      {
        'label': '乌鲁木齐市',
        'value': '8650100'
      },
      {
        'label': '克拉玛依市',
        'value': '8650200'
      },
      {
        'label': '吐鲁番地区',
        'value': '8652100'
      },
      {
        'label': '哈密地区',
        'value': '8652200'
      },
      {
        'label': '昌吉回族自治州',
        'value': '8652300'
      },
      {
        'label': '博尔塔拉蒙古自治州',
        'value': '8652700'
      },
      {
        'label': '巴音郭楞蒙古自治州',
        'value': '8652800'
      },
      {
        'label': '阿克苏地区',
        'value': '8652900'
      },
      {
        'label': '克孜勒苏柯尔克孜自治州',
        'value': '8653000'
      },
      {
        'label': '喀什地区',
        'value': '8653100'
      },
      {
        'label': '和田地区',
        'value': '8653200'
      },
      {
        'label': '伊犁哈萨克自治州',
        'value': '8654000'
      },
      {
        'label': '塔城地区',
        'value': '8654200'
      },
      {
        'label': '阿勒泰地区',
        'value': '8654300'
      }
    ]
  },
  {
    'label': '台湾',
    'value': '8710000',
    'children': [
      {
        'label': '台湾',
        'value': '8710100'
      }
    ]
  },
  {
    'label': '香港',
    'value': '8810000',
    'children': [
      {
        'label': '香港',
        'value': '8810100'
      }
    ]
  },
  {
    'label': '澳门',
    'value': '8820000',
    'children': [
      {
        'label': '澳门',
        'value': '8820100'
      }
    ]
  }
]
