<template>
  <div class="app-article">
    <h1>天翼云瞰APP隐私政策（摘要）</h1>
    <p><br></p>
    <p class="align-right">更新日期：2022年8月11日</p>
    <p class="align-right">生效日期：2022年8月18日</p>
    <p><br></p>
    <p>“天翼云瞰APP”（简称“本App”）作为天翼云视频监控产品的手机端移动应用程序，由天翼云科技有限公司（简称“我们”）创建和运营，我们的注册地址为：北京市东城区青龙胡同甲1号、3号2幢2层205-32室。客户及客户授权登录本App的人（客户与授权经办人合称“您”）（简称“您”）注册和使用本APP的服务，我们会收集和使用您的相关数据和信息（统称“信息”或“用户信息”）。我们将通过《天翼云瞰APP隐私政策》（简称“本隐私政策”）向您说明我们如何处理您的信息，请您在使用本App的服务前认真阅读、充分理解本隐私政策，尤其是<u>划线</u>的内容。<u>如您为未满18周岁的未成年人，请在法定监护人陪同下阅读本协议，并特别注意未成年人使用条款。</u>本隐私政策摘要主要向您说明：我们在必要范围内收集和使用您的个人信息类型和业务场景，以及我们处理您个人信息的基本规则。如您想了解我们可能收集和使用您个人信息的全部场景，以及我们处理您个人信息的全部规则，请您查阅本《天翼云瞰APP隐私政策》（详细版）。</p>
    <p><br></p>
    <h3>一、各业务功能中的用户信息收集使用规则</h3>
    <p>1.1 用户注册</p>
    <p>本App不提供账号注册功能，账户的注册请在天翼云平台管理控制台进行。用户在天翼云平台注册账号并开通视频监控服务后方可登录本App并使用App内的服务。</p>
    <p>1.2 用户登录</p>
    <p>用户登录本App时需要输入的信息包括天翼云账号、密码。</p>
    <p>1.3 忘记密码</p>
    <p>本App不提供忘记密码功能。如果您忘记密码，需要在天翼云平台管理控制台提供个人用户的手机号码或者邮箱进行密码找回。</p>
    <p>1.4 第三方SDK类服务商</p>
    <p><u> 我们产品中会包含第三方SDK，如您在我们平台上使用这类由第三方提供的服务时，您同意将由其直接收集和处理您的信息。</u></p>
    <p>本APP接入以下SDK （如表格所示）。</p>
     <table class="table" border="1" cellspacing="0" cellpadding="0">
      <tr>
        <th>SDK名称</th>
        <th>SDK用途</th>
        <th>使用的权限或收集的信息</th>
        <th>开发者名称</th>
        <th>相关链接</th>
      </tr>
      <tr>
        <td>glide</td>
        <td>图片查看</td>
        <td>该SDK会在安卓手机上用到以下权限：读取设备外部存储空间</td>
        <td>开源软件</td>
        <td>官网连接：<a href="https://github.com/bumptech/glide">https://github.com/bumptech/glide</a><br>隐私政策：开源SDK隐私政策暂未发布</td>
      </tr>
      <tr>
        <td>ijkplayer</td>
        <td>视频播放</td>
        <td>该SDK会在安卓手机上用到以下权限：访问互联网权限</td>
        <td>上海宽娱数码科技有限公司</td>
        <td>官网连接：<a href="https://github.com/Bilibili/ijkplayer">https://github.com/Bilibili/ijkplayer</a><br>隐私政策：开源SDK隐私政策暂未发布</td>
      </tr>
      <tr>
        <td>YBImageBrowser</td>
        <td>查看大图，图片浏览</td>
        <td>该SDK会在IOS手机上用到以下权限：读取设备外部存储空间</td>
        <td>开源软件</td>
        <td>官网连接：<a href="https://github.com/indulgeIn/YBImageBrowser">https://github.com/indulgeIn/YBImageBrowser</a><br>隐私政策：开源SDK隐私政策暂未发布</td>
      </tr>
      <tr>
        <td>IJKMediaFramework</td>
        <td>视频播放</td>
        <td>该SDK会在IOS手机上用到以下权限：访问互联网权限</td>
        <td>上海宽娱数码科技有限公司</td>
        <td>官网连接：<a href="https://github.com/Bilibili/ijkplayer">https://github.com/Bilibili/ijkplayer</a><br>隐私政策：开源SDK隐私政策暂未发布</td>
      </tr>
    </table>
    <p>1.5 访问网络资源</p>
    <p>为了充分访问网络资源，我们会获取“完全的网络访问”权限。如不授权该权限将不能使用该功能服务，但不影响您使用本App的其他功能。</p>
    <p><u>1.6 为您提供本App的其他具体服务，我们会通过弹框方式获取您的相关手机终端权限:</u></p>
    <p><u>(1)为了本App可以正常使用相册管理功能，存储和读取用户对视频进行截图操作后生成的图片，我们会在您授权同意后获取您“读取设备存储空间”、“修改或删除存储内容”权限，如果不授权该权限则不能使用上述功能，但不影响您使用本App的其他功能；</u></p>
    <p><u>(2)为了进行升级安装，我们会在安装前索取“应用内安装其他应用”权限来进行操作，如果拒绝该权限，将无法使用升级功能。</u></p>
    <p><u>(3)为了在车辆管理添加车辆任务以及设备管理的设备绑定SN码操作中，能够实现手机扫码识别视频监控摄像头SN码的能力，我们会在您授权同意后，获取您“相机权限”，如果不授权该权限则不能使用上述功能，但不影响您使用本App的其他功能。</u></p>
    <p>随着本App功能进一步丰富，后续新增功能如涉及获取用户授权权限时，我们将明确提示并在您授权同意后才会获取该功能所需权限。如未取得您的授权，我们将不会收集和使用相关信息。</p>
    <p><br></p>
    <h3>二、我们如何共享您的个人信息</h3>
    <p>2.1 共享</p>
    <p><u>未经您事先同意，我们不会与任何第三方共享您的信息，但以下情形除外：</u></p>
    <p><u>（1）经您事先明确同意，我们会与其他方共享您的信息；</u></p>
    <p><u>（2）根据相关法律法规的规定，或者行政、司法机关的要求，向第三方或者行政以及司法机关披露您的信息；</u></p>
    <p>本App的信息共享规则具体请见《中国电信天翼云隐私政策》。</p>
    <p>2.2 转移</p>
    <p>我们不会将您的个人信息转移给任何公司、组织和个人，但以下情况除外：</p>
    <p>（1）获得您的明确同意后，我们会向其他方转移您的个人信息；</p>
    <p>（2）在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您的信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
    <p>2.3 公开披露</p>
    <p>我们仅会在以下情况下公开披露您的个人信息：</p>
    <p>（1）获得您明确同意后；</p>
    <p><u>（2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息；</u></p>
    <p><u>（3）为保护天翼云平台、本App或公众的人身财产安全免遭侵害，我们可能依据适用的法律或天翼云平台相关协议、规则披露关于您的信息。</u></p>
    <p><br></p>
    <h3>三、您如何管理您的个人信息</h3>
    <p>您可以在使用我们的产品或服务的过程中，访问、更正和删除您的个人信息。您访问、修改和删除信息的方式将取决于您使用的具体服务。在访问、更正和删除您的个人信息时，我们可能会要求您进行身份验证，以保障账户安全。</p>
    <p><br></p>
    <h3>四、未成年人的个人信息保护</h3>
    <p>4.1 我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。</p>
    <p>4.2 如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</p>
    <p>4.3 如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。</p>
    <p><br></p>
    <h3>五、如何联系我们</h3>
    <p> 如您对本隐私政策或您的信息的相关事宜有任何问题、意见、建议或申诉，您可以通过App内反馈页面，天翼云平台的在线客服、在线反馈留言、拨打我们的客服电话 4008109889 等多种方式与我们取得联系，您还可通过发送邮件至service@chinatelecom.cn，与本App的个人信息保护负责人进一步沟通。</p>

    <p><br></p>
    <p><br></p>
    <p><br></p>
    <p><br></p>
    <h1>天翼云瞰APP隐私政策（详细版）</h1>
    <h3>特别提示</h3>
    <p>“天翼云瞰APP”（简称“本App”）作为天翼云视频监控产品的手机端移动应用程序，由天翼云科技有限公司（简称“我们”）创建和运营，我们的注册地址为：北京市东城区青龙胡同甲1号、3号2幢2层205-32室。客户及客户授权登录本App的人（客户与授权经办人合称“您”）（简称“您”）注册和使用本APP的服务，我们会收集和使用您的相关数据和信息（统称“信息”或“用户信息”）。我们将通过《天翼云瞰APP隐私政策》（简称“本隐私政策”）向您说明我们如何处理您的信息，请您在使用本App的服务前认真阅读、充分理解本隐私政策，尤其是划线的内容。<u>如您为未满18周岁的未成年人，请在法定监护人陪同下阅读本协议，并特别注意未成年人使用条款。</u>如果您对本隐私政策有疑问的，请通过本隐私政策约定的方式询问，我们将解释本隐私政策内容。</p>
    <p>如果您有任何疑问、意见或建议，请通过以下联系方式与我们联系：</p>
    <p>电子邮件： service@chinatelecom.cn</p>
    <p>电 话： 400-810-9889</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <h3>本政策将帮助您了解以下内容：</h3>
    <p>一、隐私政策适用范围</p>
    <p>二、各业务功能中的用户信息收集使用规则</p>
    <p>三、我们如何保存您的信息</p>
    <p>四、我们如何共享、转移、公开披露您的信息</p>
    <p>五、我们如何保护您的信息</p>
    <p>六、我们如何管理您的信息</p>
    <p>七、我们如何保护未成年人的信息</p>
    <p>八、本隐私政策如何更新</p>
    <p>九、如何联系我们</p>
    <p><br></p>
    <h3>一、隐私政策适用范围</h3>
    <p>1.1 本隐私政策适用于我们通过本App提供的服务。您同意并认可您已经在天翼云平台线上签订的《天翼云视频监控产品服务协议》对您使用本App的服务做出的约定。除本隐私政策另有明确外，本隐私政策所使用的术语与《天翼云视频监控产品服务协议》的术语具有相同的含义。</p>
    <p>1.2 您同意并认可，您已经在天翼云平台（网址：<a href="https://www.ctyun.cn/portal/protocol/10139040" target="_blank">www.ctyun.cn</a>）线上签订的《中国电信天翼云隐私政策》对我们与您之间的信息处理规则作出约定。您同意并认可，本隐私政策与《中国电信天翼云隐私政策》共同构成我们与您关于用户信息处理的规则。</p>
    <p><br></p>
    <h3>二、各业务功能中的用户信息收集使用规则</h3>
    <p>2.1 用户注册</p>
    <p>本App不提供账号注册功能，账户的注册请在天翼云平台管理控制台进行。用户在天翼云平台注册账号并开通视频监控服务后方可登录本App并使用App内的服务。</p>
    <p>2.2 用户登录</p>
    <p>用户登录本App时需要输入的信息包括天翼云账号、密码。</p>

    <p>2.3 忘记密码</p>
    <p>本App不提供忘记密码功能。如果您忘记密码，需要在天翼云平台管理控制台提供个人用户的手机号码或者邮箱进行密码找回。</p>
    <p>2.4 第三方SDK类服务商</p>
    <p><u>我们产品中会包含第三方SDK，如您在我们平台上使用这类由第三方提供的服务时，您同意将由其直接收集和处理您的信息。</u></p>
    <p>本APP接入以下SDK （如表格所示）。</p>
     <table class="table" border="1" cellspacing="0" cellpadding="0">
      <tr>
        <th>SDK名称</th>
        <th>SDK用途</th>
        <th>使用的权限或收集的信息</th>
        <th>开发者名称</th>
        <th>相关链接</th>
      </tr>
      <tr>
        <td>glide</td>
        <td>图片查看</td>
        <td>该SDK会在安卓手机上用到以下权限：读取设备外部存储空间</td>
        <td>开源软件</td>
        <td>官网连接：<a href="https://github.com/bumptech/glide">https://github.com/bumptech/glide</a><br>隐私政策：开源SDK隐私政策暂未发布</td>
      </tr>
      <tr>
        <td>ijkplayer</td>
        <td>视频播放</td>
        <td>该SDK会在安卓手机上用到以下权限：访问互联网权限</td>
        <td>上海宽娱数码科技有限公司</td>
        <td>官网连接：<a href="https://github.com/Bilibili/ijkplayer">https://github.com/Bilibili/ijkplayer</a><br>隐私政策：开源SDK隐私政策暂未发布</td>
      </tr>
      <tr>
        <td>YBImageBrowser</td>
        <td>查看大图，图片浏览</td>
        <td>该SDK会在IOS手机上用到以下权限：读取设备外部存储空间</td>
        <td>开源软件</td>
        <td>官网连接：<a href="https://github.com/indulgeIn/YBImageBrowser">https://github.com/indulgeIn/YBImageBrowser</a><br>隐私政策：开源SDK隐私政策暂未发布</td>
      </tr>
      <tr>
        <td>IJKMediaFramework</td>
        <td>视频播放</td>
        <td>该SDK会在IOS手机上用到以下权限：访问互联网权限</td>
        <td>上海宽娱数码科技有限公司</td>
        <td>官网连接：<a href="https://github.com/Bilibili/ijkplayer">https://github.com/Bilibili/ijkplayer</a><br>隐私政策：开源SDK隐私政策暂未发布</td>
      </tr>
    </table>
    <p>2.5 访问网络资源</p>
    <p>为了充分访问网络资源，我们会获取“完全的网络访问权限”。如不授权该权限将不能使用该功能服务，但不影响您使用本App的其他功能。</p>
    <p><u>2.6 为您提供本App的其他具体服务，我们会通过弹框方式获取您的相关手机终端权限:</u></p>
    <p><u>(1)为了本App可以正常使用相册管理功能，存储和读取用户对视频进行截图操作后生成的图片，我们会在您授权同意后获取您“读取设备存储空间”、“修改或删除存储内容”权限，如果不授权该权限则不能使用上述功能，但不影响您使用本App的其他功能；</u></p>
    <p><u>(2)为了进行升级安装，我们会在安装前索取“应用内安装其他应用”权限来进行操作，如果拒绝该权限，将无法使用升级功能。</u></p>
    <p><u>(3)为了在车辆管理添加车辆任务以及设备管理的设备绑定SN码操作中，能够实现手机扫码识别视频监控摄像头SN码的能力，我们会在您授权同意后，获取您“相机权限”，如果不授权该权限则不能使用上述功能，但不影响您使用本App的其他功能。</u></p>
    <p>随着本App功能进一步丰富，后续新增功能如涉及获取用户授权权限时，我们将明确提示并在您授权同意后才会获取该功能所需权限。如未取得您的授权，我们将不会收集和使用相关信息。</p>
    <p><br></p>
    <h3>三、我们如何保存您的信息</h3>
    <p><u>3.1 本App收集的有关您的信息将保存在天翼云视频监控业务在中华人民共和国境内（为本隐私政策之目的，不含香港特别行政区、澳门特别行政区、台湾地区）的服务器上。如在符合适用法律规定的情形下因业务需要向境外传输个人信息的，我们会事先征得您的同意，向您告知用户信息出境的目的、接收方等情况，并履行相关法律法规规定的程序。</u></p>
    <p>3.2 对于所收集的信息，我们将在法律规定的最短期限内保存。<u>在您的信息已经不再需要用于实现本隐私政策规定的目的和用途，也无需根据相关法律法规的规定或您与我们的约定保存时，我们将采取合理步骤以安全的方式销毁个人信息或使其不可识别并不可被再次编辑、修改、使用。</u></p>
    <p><br></p>
    <h3>四、我们如何共享、转移、公开披露您的信息</h3>
    <p>4.1 共享</p>
    <p><u>未经您事先同意，我们不会与任何第三方共享您的信息，但以下情形除外：</u></p>
    <p><u>（1）经您事先明确同意，我们会与其他方共享您的信息；</u></p>
    <p><u>（2）根据相关法律法规的规定，或者行政、司法机关的要求，向第三方或者行政以及司法机关披露您的信息；</u></p>
    <p>本App的信息共享规则具体请见《中国电信天翼云隐私政策》。</p>
    <p>4.2 转移</p>
    <p>我们不会将您的个人信息转移给任何公司、组织和个人，但以下情况除外：</p>
    <p>（1）获得您的明确同意后，我们会向其他方转移您的个人信息；</p>
    <p>（2）在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您的信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
    <p>4.3 公开披露</p>
    <p>我们仅会在以下情况下公开披露您的个人信息：</p>
    <p>（1）获得您明确同意后；</p>
    <p><u>（2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息；</u></p>
    <p><u>（3）为保护天翼云平台、本App或公众的人身财产安全免遭侵害，我们可能依据适用的法律或天翼云平台相关协议、规则披露关于您的信息。</u></p>
    <p><br></p>
    <h3>五、我们如何保护您的信息</h3>
    <p>5.1我们对您的信息的保护</p>
    <p>我们非常重视您的信息安全。我们建立了数据安全管理制度，采用适当的物理、管理和技术保障措施来防止您的信息遭到未经授权访问、披露、使用、修改、损坏或丢失。</p>
    <p>我们会使用混合加密技术提高信息的保密性；我们会使用受信赖的保护机制防止您的信息遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问用户信息；我们会对您的数据进行备份，以免您的数据发生异常情况，造成不必要的损失；我们会举办安全和培训，加强员工对于保护用户信息重要性的认识。</p>
    <p>但是，由于技术的限制以及可能存在的各种恶意手段，在互联网环境下，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。如不幸发生信息泄露等安全事件，我们会立即启动应急预案，阻止事件扩大，及时采取补救措施，并推送通知、公告等多种形式告知您。同时，我们还将按照监管部门要求，上报用户信息安全事件的处置情况。 </p>
    <p>5.2 您对信息的保管</p>
    <p>尽管有前述安全措施，但请您妥善保管您的账户、密码及其他信息，避免您的信息泄露。如果您发现您的账号、密码或其他信息被他人非法使用或有使用异常的情况的，应及时通知我们，我们将采取相应安全保障措施。</p>
    <p><br></p>
    <h3>六、我们如何管理您的信息</h3>
    <p>6.1 查询</p>
    <p>打开本App，成功登录后，底部栏中找到“我”，您可以在“我”版块中查看您的信息。</p>
    <p>6.2 变更</p>
    <p>您应确保向我们提交的所有信息都准确无误。如果您发现我们对您的信息收集、存储有错误，您可以通过邮件、电话、联系业务受理渠道等方式要求我们对相关信息予以更正。</p>
    <p>6.3 删除</p>
    <p><u>若您发现我们未按照法律法规的规定或者本隐私政策约定收集和使用您的信息，您可以通过App内-"我"-"反馈"功能或者通过邮件 service@chinatelecom.cn、电话400-810-9889等方式联系我们对相关信息进行删除。</u>我们将在7个工作日内为您完成信息删除。</p>
    <p>6.4 用户账户注销</p>
    <p><u>本App不直接支持账户的注销，账户的注销请在天翼云官网控制台进行，注销详情请参考<a href="https://www.ctyun.cn/document/10000036/10012860" target="_blank">https://www.ctyun.cn/document/10000036/10012860</a>。</u></p>
    <p>6.5 改变或撤回您的授权信息</p>
    <p>对于您已经授权同意我们收集和使用的终端设备权限信息，您可以通过在终端设备进行设置，通过进入手机设置中的权限管理页面，改变或撤回您的授权同意；您改变或撤回授权同意后，可能无法使用相应的功能服务。</p>
    <p><br></p>
    <h3>七、我们如何保护未成年人的信息</h3>
    <p>7.1 我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。</p>
    <p>7.2 如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</p>
    <p>7.3 如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。</p>
    <p><br></p>
    <h3>八、本隐私政策如何更新</h3>
    <p>8.1 基于为您提供更好的服务的目的，并根据电信业务的发展或法律法规及监督政策变化的要求，我们可能会适时修订本隐私政策，修订后的隐私政策将在本App内公布。对于本隐私政策的重大改动，我们将以弹窗的方式请您重新授权同意。</p>
    <p><br></p>
    <h3>九、如何联系我们</h3>
    <p>9.1 如您对本隐私政策或您的信息的相关事宜有任何问题、意见、建议或申诉，您可以通过App内反馈页面，天翼云平台的在线客服、在线反馈留言、拨打我们的客服电话 4008109889 等多种方式与我们取得联系，您还可通过发送邮件至service@chinatelecom.cn，与本App的个人信息保护负责人进一步沟通。</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>更新日期：2022年【8】月【11】日</p>
    <p>生效日期：2022年【8】月【18】日</p>
  </div>
</template>
<script lang="ts">
import Vue from 'vue'
export default Vue.extend({
  layout: 'app',
  head(){
    return {
      title: '天翼云 - 视频监控'
    }
  }
})
</script>
<style scoped>
  .table td, .table th {
    padding: 10px;
    word-wrap: break-word;
    word-break: break-all;
  }
  .align-right{
    text-align: right;
  }
  h1 {
    line-height: 100%;
  }
</style>
