<template>
  <div class="app-article">
    <h1>天翼云瞰APP产品服务协议</h1>
    <p><br></p>
    <p class="align-right">发布日期：2022年3月10日</p>
    <p><br></p>
    <p>《天翼云瞰APP产品服务协议》（以下简称“本协议”）由客户（又称“甲方”）与天翼云科技有限公司（简称“天翼云”或“乙方”）共同签订。“天翼云瞰”是天翼云视频监控服务的移动端产品，乙方按照本协议以及《天翼云视频监控产品服务协议》的约定，通过中国电信天翼云官网平台（网址：<a href="https://www.ctyun.cn/">www.ctyun.cn</a>，合称“天翼云平台”）和 “天翼云瞰”向甲方提供视频监控服务（又称“天翼云视频监控服务”）。甲方应当按照本协议以及《天翼云视频监控产品服务协议》的约定使用天翼云视频监控服务。若《天翼云视频监控产品服务协议》与本协议之间有冲突，以《天翼云视频监控产品服务协议》为准。</p>
    <p><strong>甲方使用天翼云视频监控服务之前，应当认真阅读、充分理解本协议的全部内容，包括但不限于免除或者限制乙方责任的条款、对甲方权利进行限制的条款等，该等条款将以加粗字体或其他醒目形式提示。</strong></p>
    <p>当甲方通过网络页面点击确认、订购或以其他任何方式实际使用天翼云视频监控服务，均表示甲方已阅读并充分理解本协议的全部内容，同意并接受本协议的全部内容，受其约束，本协议即构成甲乙双方之间有约束力的法律文件。<strong>如果甲方不同意本协议，请勿订购和使用天翼云视频监控服务。</strong></p>
    <p>如果甲方对本协议有疑问，请通过本协议载明的方式询问，乙方将向甲方进行解释和说明。<strong>如果甲方不同意本协议的任何内容或者无法准确理解乙方的解释，请不要订购或使用天翼云视频监控服务。</strong></p>

    <p><br></p>
    <h3>第一条 定义</h3>
    <p><br></p>
    <p>1.1“本服务”或“视频监控服务”或“天翼云视频监控服务”：指依托天翼云遍布全国的边缘节点、出色的视频技术和领先的AI能力，面向视频监控行业提供统一开放的视频接入、视频存储、视频分发和视频分析服务。便捷高效，低成本，本地仅需安装摄像头，快速接入云端，高效实现看、查、分析等业务，免除本地环境建设、集成和维护；高并发，全网调度，云化架构，资源弹性伸缩，避免单点故障，通过全网调度能力，智能分配节点。</p>
    <p>1.2“管理控制台”：是指乙方通过天翼云平台为甲方提供的对其账户、已订购的服务进行管理、维护的服务系统平台，地址为<a href="http://www.ctyun.cn/vmcontrol/control">http://www.ctyun.cn/vmcontrol/control。</a></p>
    <p>1.3 “本服务手机端APP”：本服务的手机端移动应用程序“天翼云瞰”。</p>
    <p>1.4“故障受理”：是指甲方在使用乙方视频监控服务过程中，出现影响本服务使用的情况时，甲方通过乙方提供的客户服务渠道进行申告或投诉并得到乙方的回复。</p>
    <p>1.5“响应时间”：是指自乙方收到甲方的咨询、申告或投诉后乙方作出回复的时间。</p>
    <p>1.6<strong>“本协议”：包括《天翼云视频监控产品服务协议》正文、附件以及所有乙方在天翼云平台内展示的关于本服务相关的规则、通知、公告等（包括但不限于服务说明、技术规范、使用流程、续订规则、退订规则，以及明确双方关于使用和提供本服务权利义务的其它法律文件，统称“服务规则”）。所有服务规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</strong></p>
    <p>1.7“天翼云平台服务合同及规则”：是指甲方已接受的《中国电信天翼云用户协议》及其附件、《中国电信天翼云隐私政策》、《天翼云网站法律声明》及天翼云平台不时发布的规则和政策。<strong>甲方接受天翼云平台服务合同及规则的形式包括但不限于在天翼云平台注册、订购服务时线上点击确认。</strong></p>
    <p>1.8“天翼云账户”：指甲方根据天翼云平台服务合同及规则在天翼云平台注册的账号。</p>

    <p><br></p>
    <h3>第二条 服务内容</h3>
    <p><br></p>
    <p>2.1乙方依据本协议正文及附件一《天翼云视频监控服务等级协议》约定的服务标准向甲方提供视频监控服务。<strong>本服务的具体内容，以天翼云平台展示并经甲方申请而由乙方实际向甲方提供的服务为准。</strong></p>
    <p>2.2甲方同意按照本协议约定接受乙方提供的视频监控服务。甲方应当通过天翼云平台产品页面订购视频监控服务，向乙方提交订单，并支付服务费用。</p>
    <p><strong>2.3乙方有权根据需要不时地制定、修改本协议和/或各类服务规则、更新服务内容。如有任何变更，将以天翼云平台公示的方式进行公告，而不再另行通知甲方。变更后的本协议及其附件、服务规则和服务内容一经发布即自动生效，如甲方不同意相关变更，应当立即停止使用本服务；如甲方继续使用本服务，则视为甲方同意更新后的内容。</strong></p>
    <p><strong>2.4 本协议签订后，本服务手机端APP展示的与本服务有关的服务协议或规则（不论是否经甲方以点击或其他方式确认），不是订立合同的确认书，不影响本协议、天翼云平台服务合同及规则的效力。除本协议第三条另有明确约定的外，本服务手机端APP展示的与本服务有关的服务协议或规则，不对双方已确认的本协议、天翼云平台服务合同及规则构成任何修订与补充，也不对其效力产生任何影响。</strong></p>
    <p><strong>2.5甲方不再需要使用视频监控服务的，应当自行调整配置并停止使用服务。甲方继续使用服务、产生流量、转码、存储费用，即视为甲方继续订购服务，应当按照本协议约定向乙方支付费用。</strong></p>
    <p>2.6乙方通过本协议约定的服务电话热线、电子邮件或天翼云平台在线工单等方式为甲方提供7天*24小时的咨询和售后服务。</p>

    <p><br></p>
    <h3>第三条 服务开通和使用</h3>
    <p><br></p>
    <p>3.1甲方通过天翼云平台订购视频监控服务，生成订单视为订购成功，乙方为甲方开通服务。</p>
    <p>3.2乙方为甲方开通服务后，甲方或其授权人即可登录天翼云平台，在管理控制台自助完成视频监控服务相关配置，并开始使用服务。乙方为甲方开通服务后，甲方可以下载本服务手机端APP，通过天翼云账号和密码登录本天翼云瞰后，通过本服务使用本服务的相关功能。<strong>甲方或其授权人使用本服务手机端APP时涉及的个人信息处理规则详见本服务手机端APP所展示的《中国电信天翼云手机隐私政策》，该隐私政策作为本协议的重要组成部分，甲方或其授权人应当仔细阅读、充分理解并同意接受该隐私政策。</strong></p>


    <p><br></p>
    <h3>第四条 服务规范</h3>
    <p><br></p>
    <p><strong>4.1为使用本服务，甲方应当首先满足以下全部条件：</strong></p>
    <p>（1）同意并接受天翼云平台服务合同及规则，成功注册成为天翼云平台的用户，且在本协议签订时及履行过程中持续拥有合法有效的天翼云账户。</p>
    <p>（2）甲方应当是在中国境内合法登记成立并有效存续的法人或其他组织，且已按照天翼云平台服务合同及规则通过天翼云账户的实名认证。</p>
    <p>（3）同意并接受本协议。</p>
    <p>（4）按照天翼云平台服务规则申请使用本服务。</p>
    <p>（5）本协议约定的其他使用本服务的前提条件。</p>
    <p>4.2甲方应当以其经天翼云平台实名认证的真实身份开通和使用本协议下视频监控服务。自本协议签订时及履行中，甲方应当持续具有合法有效的主体资格和业务资质，并向乙方提供真实、合法、有效、完整的各类主体资格、业务资质文件，包括但不限于：从事音视频分发业务的，甲方应当根据相关法律法规要求具备全部合法必要的资质条件；从事电信业务或互联网新闻信息、网络表演、网络视听节目等业务的，甲方应当依法向相关部门申请取得相应许可。除上述许可、批准外，如甲方从事相关法律法规和监管要求应当具备的其他资质、许可和批准的，甲方应当获得相应的资质、许可或批准。<strong>本协议签订时及履行中，如甲方不具备本协议约定的资质条件，乙方有权暂停提供本服务、要求甲方在限期内改正或直接解除本协议，并追究甲方相应责任。如主体资格、资质证明文件所记载内容出现变更，甲方应当在完成变更后尽快向乙方提供最新的文件。</strong></p>
    <p><strong>4.3 甲方和乙方之间的天翼云视频监控服务受本协议以及天翼云平台服务合同及规则的约束。本协议未约定的事项，以天翼云平台服务合同及规则为准；本协议与天翼云平台服务合同及规则就同一事项的约定存在冲突的，以本协议为准。</strong></p>
    <p>4.4账户安全</p>
    <p>4.4.1甲方应当通过其天翼云账户登录视频监控服务管理控制台和本服务手机端APP，管理和使用本服务。甲方负责其在天翼云账户和密码的保密和使用安全。<strong>甲方的天翼云账户和密码是甲方办理、使用本服务的唯一凭证，除非双方另有约定外，凡甲方天翼云账户所发出的指令及相关行为均视为甲方或甲方授权的行为，甲方应当承担由此造成的一切后果和责任。</strong></p>
    <p><strong>4.4.2甲方应当对其存放在天翼云平台上的数据以及进入和管理天翼云平台、本服务手机端APP上各类产品与服务的口令、密码的完整性和保密性负责，并应采取必要、有效的保密和安全保护措施，包括但不限于规范数据访问和账号使用的权限管理、设置高强度密码并定期更换等。因甲方维护不当或保密不当致使上述数据、口令、密码等丢失或泄漏所引起的损失和后果均由甲方承担。</strong></p>
    <p>4.5甲方不得通过转让、出租、无偿使用或其他任何方式许可甲方之外的任何第三人使用本协议项下视频监控服务。否则，乙方有权终止本协议，并追究甲方相应责任。</p>

    <p><br></p>
    <h3>第五条 服务费用</h3>
    <p><br></p>
    <p>5.1甲方使用视频监控服务，应当按照实际使用的服务项目向乙方支付服务费用。</p>
    <p>5.2本服务项下具体服务项目、服务费用以及付费方式，以天翼云平台服务合同及规则以及本服务订购页面列明公示的信息为准，甲方可以自行选择订购具体服务项目，<strong>并应当按照订购本服务时天翼云平台公布的有效的价格体系支付相应服务费用。</strong></p>
    <p>5.3甲方使用视频监控服务应当按照每小时实际使用量支付费用<strong>（不足一小时的，按照一小时计算）</strong>，乙方将按小时从甲方的天翼云账户中划扣实际使用量对应的服务费用。<strong>甲方应当保证在订购服务时甲方的天翼云账户余额充足以确保本服务的持续使用。甲方的天翼云账户余额不足以支付服务费用而发生欠费的，乙方有权终止为甲方提供服务，要求甲方补缴应当支付的服务费用，并追究甲方的违约责任。</strong></p>
    <p>5.4甲方购买本服务需要乙方开具发票的，应当于订购本服务时在天翼云平台产品订购界面上申请开具发票，并按要求填写付款单位、款项、发票类型、开票信息及邮寄地址。乙方根据甲方提供的开票信息依法为甲方开具并邮寄相应金额的发票。乙方将在订单支付成功后第8日起应甲方要求为甲方开具发票。 </p>
    <p>5.5甲方对应支付费用有异议的，应当以书面方式向乙方提出核对申请。经双方确认核对确有错误的，乙方应当对相应费用予以调整。</p>

    <p><br></p>
    <h3>第六条 客户服务</h3>
    <p><br></p>
    <p>6.1 乙方为甲方提供售前和售后客户服务渠道如下：</p>
    <p>（1）电话热线：400-810-9889（推荐使用）；</p>
    <p>（2）电子邮件：service@ctyun.cn；</p>
    <p>（3）在线工单：http://www.ctyun.cn/user/services_request。</p>
    <p>6.2 乙方为甲方提供售前和售后服务的时间：每周7天×24小时。</p>
    <p>6.3 乙方为甲方提供故障受理响应时间不超过30分钟。</p>

    <p><br></p>
    <h3>第七条 技术支持保证</h3>
    <p><br></p>
    <p>7.1乙方为甲方提供视频监控服务，按照甲方提供的信息进行视频监控服务平台的设置和联网调测。</p>
    <p>7.2乙方对甲方进行故障受理后，根据具体情况和甲方需求为甲方提供技术支持保证。</p>
    <p>7.3甲方理解并同意，出于甲方数据及系统安全的考虑，甲方需要乙方工程师直接对其视频监控服务进行操作时，甲方应当以电子邮件或在线工单方式进行授权。甲方应当指定唯一的联系人作为授权人（维护人）并由其在需要时向乙方授权进行相关操作，即仅有该授权人有权要求乙方工程师对其视频监控服务进行操作。在授权期间，如甲方未与乙方沟通、自行进行操作而造成服务不可用等一切风险，由甲方承担。</p>

    <p><br></p>
    <h3>第八条 网络及数据安全、个人信息保护</h3>
    <p><br></p>
    <p>8.1为履行本协议，甲方委托乙方按照本协议约定通过天翼云平台、本服务手机端APP存储、处理甲方自身信息和资料、数据（包括但不限于商业秘密等）、最终用户、被监控对象及其他相关主体的信息和资料、数据（合称“业务数据”）。如甲方需乙方提供智能审核能力的，甲方应当向天翼云平台上传需比对的图片，乙方将从甲方存储在天翼云平台中的相应视频中的图片信息进行比对。甲方通过天翼云账号登录查看比对结果。</p>
    <p>8.2甲方使用天翼云视频监控服务必须遵守《中华人民共和国网络安全法》《中华人民共和国数据安全法》《中华人民共和国个人信息保护法》和其他有关法律、法规或相关规定，不得存在任何违法违规行为，不得侵犯乙方以及任何第三方的合法权益。<strong>甲方应当遵守并确保其授权使用本服务或操作甲方天翼云账号的人遵守天翼云平台服务合同及规则和甲方已接受的《网络及信息安全承诺书》（甲方接受的形式包括但不限于在天翼云平台注册、订购服务时线上点击同意见）的要求，不得有任何危害或可能危害天翼云网平台、本服务相关业务平台系统以及乙方网络安全和信息安全的行为。</strong></p>
    <p><strong>8.3甲方保证，其仅在为维护公共安全所必需的前提下使用本视频监控服务，且甲方使用本服务应当遵守国家有关规定，并设置显著的提示标识。所收集的个人图像、身份识别等数据只能用于维护公共安全的目的，不得用于其他目的；依法取得个人单独同意的除外。甲方违反法律规定或与个人授权使用本服务造成的一切后果，由甲方自行承担。</strong></p>
    <p>8.4甲方使用天翼云视频监控服务以及通过天翼云视频监控服务所发布、传输或存储的信息内容应当符合天翼云平台服务合同及规则以及《网络及信息安全承诺书》的要求。</p>
    <p>8.5甲方保证，就使用本服务所涉及的委托乙方处理的个人信息已经向个人信息主体履行了法定告知义务，并取得了信息主体同意（法律明确规定无须取得同意的除外）。甲方保证，其委托乙方处理的个人信息和数据来源合法合规，不存在违反法律法规、监管要求的情况。<strong>乙方有权对甲方提供的个人信息和数据来源合法合规性情况进行检查。对于乙方检查发现甲方个人信息和数据来源违反法律法规、监管要求，或者就甲方向乙方提供或委托乙方处理的个人信息未依法向个人履行法定告知义务、未取得个人同意，乙方有权要求甲方在一定期限内整改。如果甲方未按照乙方要求整改或整改未达到乙方的相关要求，乙方有权解除本协议，且不承担赔偿责任；由此给乙方造成损失的，甲方应当全额赔偿。</strong></p>
    <p><strong>8.6甲方对其业务数据进行删除、更改等操作时，应当谨慎操作。如甲方释放服务或删除数据的，乙方将按照甲方的指令不再保留该数据。</strong></p>
    <p><strong>8.7当服务因任何原因终止或甲方发生欠费时，除法律法规明确规定、主管部门要求或双方另有约定外，乙方仅在本协议约定的一定期限内继续存储甲方的业务数据（如有），期限届满乙方将删除甲方的所有业务数据，包括所有缓存或者备份的副本。</strong></p>
    <p><strong>8.8甲方的业务数据一经删除，即不可恢复；甲方应当承担数据因此被删除所引发的后果和责任，甲方理解并同意，乙方没有继续保留、导出或者返还甲方业务数据的义务。</strong></p>
    <p><strong>8.10甲方须依照《网络安全法》等相关法律法规的规定保留其网站的访问日志记录，包括发布的信息内容及其发布时间、互联网地址（IP）、域名等，国家有关机关依法查询时应当配合提供。未按规定保留相关记录而引起的相应法律责任由甲方承担。</strong></p>
    <p><strong>8.11对于甲方通过乙方提供的天翼云视频监控服务，加工、存储、上传、下载、分发以及通过其他方式处理的数据，乙方承诺采取保密措施，不向第三方披露，不用于本协议之外的目的，但以下情况除外：</strong></p>
    <p><strong>（1）依据本协议或者甲乙双方之间其他协议、合同等可以提供的；</strong></p>
    <p><strong>（2）依据法律法规的规定或行政、司法等职权部门要求应当提供的；</strong></p>
    <p><strong>（3）在不违反本协议约定的前提下，该保密信息已经公开或能从公开领域获得；</strong></p>
    <p><strong>（4）为提供甲方所要求的软件或服务之需向第三方披露。</strong></p>

    <p><br></p>
    <h3>第九条 违约责任</h3>
    <p><br></p>
    <p>9.1一方违约给对方造成损失的，违约方应赔偿因违约给对方造成的损失。</p>
    <p>9.2除甲方根据本协议其他条款应当承担的违约责任外，如甲方违反在本协议中任一项保证、天翼云平台服务合同及规则约定，或者违反相关法律法规规定的包括但不限于在本协议签订及履行过程中不具备开展业务所需的全部资质许可、未履行相关手续、丧失全部或部分资质许可、违反网络及数据安全责任等，乙方有权暂停提供视频监控服务，并要求甲方在限期内改正；如甲方在限期内未改正的，乙方有权解除本协议，并不承担任何责任。甲方应当就其违法、违约行为承担相应法律责任，并赔偿乙方相应损失。</p>
    <p><strong>9.3甲方充分理解并认可，虽然乙方已经建立（并将根据技术的发展不断完善）必要的技术措施来防御包括计算机病毒、网络入侵和攻击破坏（包括但不限于DDOS）等危害网络安全事项或行为（统称“该等行为”），但鉴于网络安全技术的局限性、相对性以及该等行为的不可预见性，甲方操作不当、或甲方通过非乙方授权的方式使用服务，以及可能发生的不可抗力事件，对服务的持续性、准确性、可靠性、适用性等造成影响的乙方不对该等情形导致的任何损害赔偿承担责任，包括但不限于利润、商誉、数据财产等损失的损害赔偿。如因甲方账户遭遇该等行为而给乙方或者乙方网络或服务器（包括但不限于本地及外地和国际的网络、服务器等）带来危害，或影响乙方与国际互联网或者乙方与特定网络、服务器及乙方内部的通畅联系，乙方有权决定暂停或终止服务，并不承担任何责任。如因甲方原因给乙方带来重大网络事故，乙方将保留向甲方主张赔偿的权利，涉及犯罪的，甲方应当依法承担刑事责任。</strong></p>
    <p><strong>9.4 如乙方依据法律法规或政府机关的要求暂停或终止提供相应服务的，乙方不因该暂停或终止承担任何责任。</strong></p>
    <p>9.5乙方根据本协议约定本协议或终止为甲方提供服务的，乙方将按照甲方实际使用量计算服务费用。甲方已支付而未使用服务的剩余款项（如有）由乙方退还至甲方天翼云账户；对于甲方已使用服务而尚未支付的服务费用，甲方应当按照乙方要求补缴，并应承担相应违约责任。</p>
    <p>9.6为了提供更优化的服务，乙方有权定期或不定期地对本服务平台或相关设备、系统、软件等进行检修、维护、升级及优化等（统称“常规维护”），如因常规维护造成本服务在合理时间内中断或暂停的，乙方无需为此承担责任。</p>

    <p><br></p>
    <h3>第十条 不可抗力</h3>
    <p><br></p>
    <p>10.1本协议所称不可抗力，是指战争、骚乱、恐怖主义、自然灾害、突发公共卫生事件、地震、台风、水灾、火灾、战争、政府行为、网络无法覆盖、电力故障、通信线路被人为破坏、黑客攻击、计算机病毒侵入或发作、相关法律法规及政策变更以及其它不能预见、不能避免且不可克服的客观情况。</p>
    <p>10.2因不可抗力导致甲乙双方或一方不能履行或不能完全履行本协议项下有关义务时，受影响方不承担违约责任。但受不可抗力影响的一方，应当于不可抗力发生后15日内将情况书面告知对方，并提供有关部门的证明。在影响消除后的合理时间内，一方或双方应当继续履行合同。遇到不可抗力时，双方同意以最大努力恢复本协议的履行，但如因不可抗力导致本协议不能或者没有必要继续履行的，任何一方有权解除本协议。</p>

    <p><br></p>
    <h3>第十一条 服务终止</h3>
    <p><br></p>
    <p><strong>11.1在下述情形下，乙方有权终止向甲方提供服务，且不承担违约责任：</strong></p>
    <p><strong>（1）依据法律法规或政府机关的要求；</strong></p>
    <p><strong>（2）乙方有证据证明继续向甲方提供服务将会对乙方造成巨大的经济或技术负担或重大安全风险的；</strong></p>
    <p><strong>（3）由于任何法律或政策变动原因造成乙方继续向甲方提供服务不实际可行的；</strong></p>
    <p><strong>（4）乙方提前三十（30天）在天翼云平台上以发布公告、向甲方发送站内通知或书面通知的方式终止本服务的；</strong></p>
    <p><strong>（5）本协议其他条款或天翼云平台服务合同及规则约定的乙方有权终止服务的情形。</strong></p>
    <p>11.2本服务终止不影响甲乙双方之间天翼云平台服务合同及规则的效力。若甲乙双方之间天翼云平台服务合同及规则终止，则本协议自动终止。</p>
    <p>11.3附件为本协议不可分割的一部分，与本协议正文具有同等法律效力。如果正文与附件有冲突的，以本协议正文为准。</p>

    <p><br></p>
    <h2>附件一 《天翼云视频监控服务等级协议》</h2>
    <p><br></p>
    <h3>第一条 总则</h3>
    <p><br></p>
    <p>天翼云科技有限公司（简称“天翼云”或“乙方”）按照本《天翼云视频监控服务等级协议》的约定向客户（又称“甲方”）提供视频监控服务（以下称“本服务”）。<strong>乙方有权根据需要不时地制定、修改本《天翼云视频监控服务等级协议》。如有任何变更，将以天翼云平台公示的方式进行公告，而不再另行通知甲方。变更后的《天翼云视频监控服务等级协议》一经发布即自动生效，如甲方不同意相关变更，应当立即停止使用本服务；如甲方继续使用本服务，则视为甲方同意更新后的《天翼云视频监控服务等级协议》。</strong></p>

    <p><br></p>
    <h3>第二条 服务承诺</h3>
    <p><br></p>

    <p><strong>2.1 服务可用性计算公式</strong></p>
    <p>服务可用性按服务周期统计，将根据服务周期内每5分钟错误率之和除以服务周期内5分钟的总个数计算出每5分钟错误率的平均值，从而计算得出服务可用性，即：</p>
    <p>服务可用性=（1-服务周期内∑每5分钟错误率/服务周期内5分钟总个数）X100%。</p>
    <p>（注：服务周期内5分钟总个数=12X 24X该服务周期的天数）</p>
    <p><strong>2.2 服务可用性承诺</strong></p>
    <p>视频监控服务可用性不低于99.3%，如视频监控未达到前述可用性承诺，甲方可以根据本《天翼云视频监控服务等级协议》第五条约定获得赔偿。</p>
    <p><u><strong>2.3以下原因导致的服务不可用时间，不计入服务不可用时间，乙方不承担责任、不进行赔偿:</strong></u></p>
    <p><u><strong>（1）乙方预先通知甲方后进行系统维护所引起的，包括割接、维修、升级和模拟故障演练；</strong></u></p>
    <p><u><strong>（2）任何乙方设备以外的网络、设备故障或配置调整引起的；</strong></u></p>
    <p><u><strong>（3）甲方的应用程序或数据信息受到黑客攻击而引起的；</strong></u></p>
    <p><u><strong>（4）甲方维护不当或保密不当致使数据、口令、密码等丢失或泄漏所引起的；</strong></u></p>
    <p><u><strong>（5）甲方的疏忽或由甲方授权的操作所引起的；</strong></u></p>
    <p><u><strong>（6）甲方未遵循本服务的产品使用文档或使用建议引起的；</strong></u></p>
    <p><u><strong>（7）甲方自行升级操作系统所引起的；</strong></u></p>
    <p><u><strong>（8）乙方按甲方更改后的信息进行调试时，因信息配置不合理引起的；</strong></u></p>
    <p><u><strong>（9）甲方未遵循天翼云产品或本服务使用文档或使用建议引起的；</strong></u></p>
    <p><u><strong>（10）甲方要求进行视频监控节点调试所引起的；</strong></u></p>
    <p><u><strong>（11）由于操作系统漏洞导致的；</strong></u></p>
    <p><u><strong>（12）其他非乙方原因所造成的不可用；</strong></u></p>
    <p><u><strong>（13）不可抗力以及意外事件引起的。</strong></u></p>

    <p><br></p>
    <h3>第三条 服务说明</h3>
    <p><br></p>

    <p><strong>3.1服务周期：</strong>一个自然月为一个服务周期，如甲方当月实际使用服务时间不满一个自然月，服务周期分钟数按一个自然月计算。</p>
    <p><strong>3.2服务周期总分钟数：</strong>服务周期内的总天数╳24（小时）╳60（分钟）。</p>
    <p><strong>3.3失败请求：</strong>因视频监控故障导致的正常接入请求未能到达视频监控服务器端的请求（通过故障前7天内使用视频监控的域名的平均请求数计算），失败请求<strong>不包含以下类型的请求 ：</strong></p>
    <p>（1）由于甲方开启防盗链鉴权，防盗链过期后导致的请求不可接入；</p>
    <p>（2）内容违规或其他原因而导致内容被封禁而产生的错误；</p>
    <p>（3）由于推流端异常或设备异常导致的接入错误；</p>
    <p>（4）由视频监控服务发起的合理升级、变更、停机而导致的错误请求或服务不可用情况；</p>
    <p>（5）因设备厂商支持国标GB/T28181协议实现方案不规范导致设备注册不成功或推拉流失败；</p>
    <p>（6）甲方的应用程序受到黑客攻击而导致被视频监控服务限制的请求；</p>
    <p>（7）接入摄像头非来自中国大陆地区。</p>
    <p>（8）由视频监控服务发起的合理升级、变更、停机而导致的错误请求或服务不可用情况；</p>
    <p><strong>3.4有效的总请求：</strong>甲方任一天翼云账号下视频监控服务器端接收到的所有接入请求视为有效的总请求。</p>
    <p><strong>3.5每5分钟错误率：</strong>以每5分钟为单位按照如下方式计算：</p>
    <p>每5分钟错误率=（每5分钟失败请求数/每5分钟有效总请求数）X100%。</p>
    <p><strong>3.6月度服务费用：</strong>按一个自然月中甲方任一天翼云账号下视频监控统计月度服务费用，如果甲方一次性支付了多个月份的服务费用，则将按照所购买的月数或使用量比例分摊计算月度服务费用。</p>

    <p><br></p>
    <h3>第四条 服务赔偿</h3>
    <p><br></p>

    <p><strong>4.1 赔偿方式</strong></p>
    <p>如果乙方在一个服务周期内未能满足本《天翼云视频监控服务等级协议》第二条中的服务可用性承诺的，乙方承诺对甲方进行违约赔偿，赔偿金额为未达到服务可用性承诺当月服务费用的10%，具体赔偿标准如下：</p>
    <table class="table" border="1" cellspacing="0" cellpadding="0">
      <tr>
        <th>服务可用性</th>
        <th>赔偿金额</th>
      </tr>
      <tr>
        <td>90.0%    &le; 服务可用性 &lt; 99.3%</td>
        <td>月度服务费用的5%</td>
      </tr>
      <tr>
        <td>服务可用性   &lt; 90.0%</td>
        <td>服务可用性   &lt; 90.0%	月度服务费用的10%</td>
      </tr>
    </table>
    <p>上述赔偿只针对使用视频监控服务且实际产生费用的客户，免费服务不在赔偿范围内，且以赔偿金额折算成流量的形式赔偿，不折算现金返还。</p>
    <p><strong>4.2赔偿申请时限</strong></p>
    <p>甲方可在每个自然月第五（5）个工作日后对上个月没有达到服务可用性承诺的视频监控提出赔偿申请。<strong>赔偿申请最迟不应晚于</strong>视频监控<strong>未达到服务可用性承诺的相关月份结束后两（2）个月内提出。</strong></p>
  </div>
</template>
<script lang="ts">
import Vue from 'vue'
export default Vue.extend({
  layout: 'app',
  head(){
    return {
      title: '天翼云 - 视频监控'
    }
  }
})
</script>
<style scoped>
  .align-right{
    text-align: right;
  }
  h1 {
    line-height: 100%;
  }
  .table td, .table th {
    padding: 10px;
  }
</style>
