<template>
  <div class="app-article">
    <h1 style="text-align:center;">天翼云瞰客户端隐私政策</h1>
    <p><br /></p>
    <p><br /></p>
    <p>
      “天翼云瞰客户端”（简称“本客户端”）作为天翼云视频监控产品的PC客户端应用程序，由天翼云科技有限公司（简称“我们”）创建和运营，我们的注册地址为：北京市东城区青龙胡同甲1号、3号2幢2层205-32室。客户及客户授权登录本客户端的人（客户与授权经办人合称“您”）（简称“您”）注册和使用本客户端的服务，我们会收集和使用您的相关数据和信息（统称“信息”或“用户信息”）。我们将通过《天翼云瞰客户端隐私政策》（简称“本隐私政策”）向您说明我们如何处理您的信息，请您在使用本客户端的服务前认真阅读、充分理解本隐私政策，尤其是划线的内容。如您为未满18周岁的未成年人，请在法定监护人陪同下阅读本协议，并特别注意未成年人使用条款。如果您对本隐私政策有疑问的，请通过本隐私政策约定的方式询问，我们将解释本隐私政策内容。
    </p>
    <p>如果您有任何疑问、意见或建议，请通过以下联系方式与我们联系：</p>
    <p>电子邮件： <a href="mailto:service@chinatelecom.cn">service@chinatelecom.cn</a></p>
    <p>电话： 400-810-9889</p>
    <p><br /></p>
    <h3>本隐私政策将帮助您了解以下内容：</h3>
    <p><br /></p>
    <p>一、本隐私政策适用范围</p>
    <p>二、各业务功能中的用户信息收集使用规则</p>
    <p>三、我们如何保存您的信息</p>
    <p>四、我们如何共享、转移、公开披露您的信息</p>
    <p>五、我们如何保护您的信息</p>
    <p>六、我们如何管理您的信息</p>
    <p>七、我们如何保护未成年人的信息</p>
    <p>八、本隐私政策如何更新</p>
    <p>九、如何联系我们</p>
    <p><br /></p>
    <h3>一、本隐私政策适用范围</h3>
    <p><br /></p>
    <p>1.1 本隐私政策适用于我们通过本客户端提供的服务。您同意并认可您已经在天翼云平台线上签订的《天翼云视频监控产品服务协议》对您使用本客户端的服务做出的约定。除本隐私政策另有明确外，本隐私政策所使用的术语与《天翼云视频监控产品服务协议》的术语具有相同的含义。</p>
    <p>1.2 您同意并认可，您已经在天翼云平台（网址：www.ctyun.cn）线上签订的《中国电信天翼云隐私政策》对我们与您之间的信息处理规则作出约定。您同意并认可，本隐私政策与《中国电信天翼云隐私政策》共同构成我们与您关于用户信息处理的规则。</p>
    <p><br /></p>
    <h3>二、各业务功能中的用户信息收集使用规则</h3>
    <p><br /></p>
    <p>2.1 用户注册</p>
    <p>本客户端不直接提供账号注册功能，账户的注册请在天翼云平台管理控制台进行。用户在天翼云平台注册账号并开通视频监控服务后方可登录本客户端并使用客户端内的服务。</p>
    <p>2.2 用户登录</p>
    <p>用户登录本客户端时需要输入的信息包括天翼云账号、密码。</p>
    <p>2.3 忘记密码</p>
    <p>本客户端不提供忘记密码功能。如果您忘记密码，需要在天翼云平台管理控制台提供个人用户的手机号码或者邮箱进行密码找回。</p>
    <p><br /></p>
    <h3>三、我们如何保存您的信息</h3>
    <p><br /></p>
    <p><u>3.1 本客户端收集的有关您的信息将保存在天翼云视频监控业务在中华人民共和国境内（为本隐私政策之目的，不含香港特别行政区、澳门特别行政区、台湾地区）的服务器上。如在符合适用法律规定的情形下因业务需要向境外传输个人信息的，我们会事先征得您的同意，向您告知用户信息出境的目的、接收方等情况，并履行相关法律法规规定的程序。</u></p>
    <p>3.2 对于所收集的信息，我们将在法律规定的最短期限内保存。<u>在您的信息已经不再需要用于实现本隐私政策规定的目的和用途，也无需根据相关法律法规的规定或您与我们的约定保存时，我们将采取合理步骤以安全的方式销毁个人信息或使其不可识别并不可被再次编辑、修改、使用。</u></p>
    <p><br /></p>
    <h3>四、我们如何共享、转移、公开披露您的信息</h3>
    <p><br /></p>
    <p>4.1 共享</p>
    <p><u>未经您事先同意，我们不会与任何第三方共享您的信息，但以下情形除外：</u></p>
    <p><u>（1）经您事先明确同意，我们会与其他方共享您的信息；</u></p>
    <p><u>（2）根据相关法律法规的规定，或者行政、司法机关的要求，向第三方或者行政以及司法机关披露您的信息；</u></p>
    <p>本<u>客户端</u>的信息共享规则具体请见《中国电信天翼云隐私政策》。</p>
    <p>4.2 转移</p>
    <p>我们不会将您的个人信息转移给任何公司、组织和个人，但以下情况除外：</p>
    <p>（1）获得您的明确同意后，我们会向其他方转移您的个人信息；</p>
    <p>（2）在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您的信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
    <p>4.3 公开披露</p>
    <p>我们仅会在以下情况下公开披露您的个人信息：</p>
    <p>（1）获得您明确同意后；</p>
    <p><u>（2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息；</u></p>
    <p><u>（3）为保护天翼云平台、本客户端或公众的人身财产安全免遭侵害，我们可能依据适用的法律或天翼云平台相关协议、规则披露关于您的信息。</u></p>
    <p><br /></p>
    <h3>五、我们如何保护您的信息</h3>
    <p><br /></p>
    <p>5.1我们对您的信息的保护</p>
    <p>我们非常重视您的信息安全。我们采用适当的物理、管理和技术保障措施来防止您的信息遭到未经授权访问、披露、使用、修改、损坏或丢失。本客户端对用户信息的保护规则具体请见《中国电信天翼云隐私政策》。</p>
    <p>5.2 您对信息的保管</p>
    <p>尽管有前述安全措施，但请您妥善保管您的账户、密码及其他信息，避免您的信息泄露。如果您发现您的账号、密码或其他信息被他人非法使用或有使用异常的情况的，应及时通知我们，我们将采取相应安全保障措施。</p>
    <p><br /></p>
    <h3>六、我们如何管理您的信息</h3>
    <p><br /></p>
    <p>6.1 查询</p>
    <p>打开本<u>客户端</u>，成功登录后，顶部栏中可以查看到您的账户信息。</p>
    <p>6.2 变更</p>
    <p>您应确保向我们提交的所有信息都准确无误。如果您发现我们对您的信息收集、存储有错误，您可以通过邮件、电话、联系业务受理渠道等方式要求我们对相关信息予以更正。</p>
    <p>6.3 删除</p>
    <p><u>若您发现我们未按照法律法规的规定或者本隐私政策约定收集和使用您的信息，您可以通过邮件 <a href="mailto:service@chinatelecom.cn">service@chinatelecom.cn</a>、电话400-810-9889等方式联系我们对相关信息进行删除。</u>我们将在7个工作日内为您完成信息删除。</p>
    <p>6.4 用户账户注销</p>
    <p><u>本客户端不直接支持账户的注销，账户的注销请在天翼云官网控制台进行，注销详情请参考<a>https://www.ctyun.cn/h5/help2/10000036/10013065。</a></u></p>
    <p><br /></p>
    <h3>七、我们如何保护未成年人的信息</h3>
    <p><br /></p>
    <p>7.1 我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。</p>
    <p>7.2 如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</p>
    <p>7.3 如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。 </p>
    <p><br /></p>
    <h3>八、本隐私政策如何更新</h3>
    <p><br /></p>
    <p>8.1 基于为您提供更好的服务的目的，并根据电信业务的发展或法律法规及监督政策变化的要求，我们可能会适时修订本隐私政策，修订后的隐私政策将在本客户端内公布。对于本隐私政策的重大改动，我们将以弹窗的方式请您重新授权同意。</p>
    <p><br /></p>
    <h3>九、如何联系我们</h3>
    <p><br /></p>
    <p>9.1 如您对本隐私政策或您的信息的相关事宜有任何问题、意见、建议或申诉，您可以通过天翼云平台的在线客服、在线反馈留言、拨打我们的客服电话 4008109889 等多种方式与我们取得联系，您还可通过发送邮件至<a href="mailto:service@chinatelecom.cn">service@chinatelecom.cn</a>，与本客户端的个人信息保护负责人进一步沟通。</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>发布时间：2022年【11】月【3】日</p>
    <p>最近更新日期：2022年【11】月【3】日</p>
    <p>版本生效日期：2021年【11】月【3】日</p>
  </div>
</template>
<script lang="ts">
import Vue from 'vue'
export default Vue.extend({
  layout: 'app',
  head() {
    return {
      title: '天翼云 - 视频监控'
    }
  }
})
</script>
<style scoped>
.table td,
.table th {
  padding: 10px;
  word-wrap: break-word;
  word-break: break-all;
}
.align-right {
  text-align: right;
}
h1 {
  line-height: 100%;
}
</style>
